[{"dbid":461,"id":"135408474","lastUpdate":2456070,"name":"Electronic","data":{"title":"Music Genre: Electronic/Dance","teaser":"Explore NPR Music's collection of stories and songs in the electronica/dance genre.","story":[{"id":"148526561","title":"Dan Deacon, Live In Concert: SXSW 2012","teaser":"Deacon served as ringleader for an orgy of sound and a live act all about barely contained chaos.","storyDate":"Thu, 15 Mar 2012 01:01:00 -0400","audio":{"id":"148643461","type":"primary","title":"30 min 54 sec","description":"30 min 54 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asclive/2012/03/20120314_asclive_dandeacon.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/03/15/6837707680_a3612ec5e2_b_wide.jpg","title":"Dan Deacon plays NPR Music's SXSW showcase at Stubb's Wednesday night."},"text":"<p>Few high-profile musicians could disappear into the SXSW crowd as seamlessly as Dan Deacon, who doesn't exactly cut a lithe, otherworldly, Mick Jagger-esque figure offstage. But everything about his set at Stubb's on Wednesday night was a raving, raging bundle of surprises: Deacon puts on some of the most rivetingly unpredictable, oddly interactive concerts in the business, whether he's teaching the crowd how to move in choreographed unison — witness the dance contest that precedes \"Konono Ripoff No. 1\" — or issuing a long spoken riff that somehow invokes both Avatar and the mom from the movie Big.</p><p>Bookended by busy drummers and looming over an array of technology that looks as if it could power a small spacecraft — not to mention a large glowing skull, film projections and a prolific assortment of blinking lights — Deacon serves as ringleader for a ludicrously overdriven orgy of sound. Naturally, lots went wrong along the way, from technical difficulties and language malfunctions to hastily recruited dancers Deacon publicly derided as inadequate. But the calamities aren't so much incidental as integral to a live act that's all about barely contained chaos.</p><p>Credits</p><p>Producers: Amy Schriefer, Robin Hilton; Video by: XI Media; Audio Engineer: Kevin Wait [Copyright 2012 National Public Radio]</p>","genreKey":"electronicDance","genre":"Electronic"},{"id":"146882787","title":"Electronic Edition: Burial, The 2 Bears, VCMG And More","teaser":"This week on <em>All Songs Considered</em>: the first album from an enigmatic Spanish producer, a Hot Chip side project, remixed South African dance music and a new song from some former Depeche Mode bandmates.","storyDate":"Wed, 15 Feb 2012 12:00:00 -0500","audio":{"id":"146883018","type":"primary","title":"Listen To The Discussion","description":"Listen To The Discussion","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/02/20120215_asc_wholeshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/02/14/collage20120215.jpg","title":"Clockwise from top left: John Talabot, The 2 Bears, Grimes, VCMG."},"text":"<p>NPR's Sami Yenigun and Otis Hart are back to talk beats, loops, drops and more with Bob Boilen. The latest electronic edition of All Songs Considered includes cuts from the new Grimes album, a surprise EP from  Burial, a Burnt Friedman remix of South African dance music and premieres from Claude VonStroke, Nina Kraviz and VCMG — a collaboration between two former bandmates in Depeche Mode.</p><p>Also on the show: Hot Chip's Joe Goddard emerges with the side project The 2 Bears, and the mysterious Spanish producer John Talabot unveils his first proper album. Plus, Sami and Otis discuss the homegrown sounds coming out of San Francisco and explain the logic behind limited-edition releases. [Copyright 2012 National Public Radio]</p>","genreKey":"electronicDance","genre":"Electronic"},{"id":"145347111","title":"From Mega Man To Final Fantasy, Live Video Game Music","teaser":"Low-tech 8-bit and 16-bit game systems inspire most of MAGFest's assortment of live cover bands.","storyDate":"Wed, 18 Jan 2012 04:00:00 -0500","audio":{"id":"145384452","type":"primary","title":"From Mega Man To Final Fantasy, Live Video Game Music","description":"From Mega Man To Final Fantasy, Live Video Game Music","src":"http://pd.npr.org/anon.npr-mp3/npr/me/2012/01/20120118_me_19.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/01/17/nobuo.jpg","title":"Nobuo Uematsu plays keyboard with Earthbound Papas, a rock band made up of video-game soundtrack composers."},"text":"<p>Every year, thousands of video-game fans flock to the Washington, D.C., metropolitan area for a unique music festival called MAGFest. It's short for \"Music and Gaming Festival,\" and it's designed to celebrate the music of video games.</p><p>As video-game technology keeps improving, the graphics become crisper, the action faster, and the sound quality richer. But for many gamers, the music from video games was best in the earlier days of low-tech 8-bit and 16-bit game systems.</p><p>Beyond The Limits Of Technology</p><p>In 1995, the fantasy time-travel adventure game Chrono Trigger was released to widespread critical acclaim. The music from the game was a big part of its success, even though it came from the simple sound chip of a Super Nintendo Entertainment System.</p><p>Armcannon, a progressive metal band that performs TV and video-game music covers, brings the music of those old games to life when it performs them live. Daniel Behrens, one of Armcannon's guitarists, says the musicians who perform at MAGFest have a high degree of skill, because it's a challenge to take a song that was designed to be computerized and arrange it into a version that mere humans can perform.</p><p>\"There are virtuoso people everywhere you look,\" Behrens says. \"And that is one of the things that really made me fall in love with MAGFest and the video-game music scene.\"</p><p>Behrens says classic game music is composed of catchy melodies, rather than the kind of atmospheric pieces one might hear in an orchestra.</p><p>Amanda Lepre, who plays guitar for the band Descendants of Erdrick, says those unique 8-bit tunes had melodies that are memorable years later. There's no better example than the theme from Super Mario Bros.</p><p>\"Just because it was in one of the most popular games of all time, that's not the only reason why people remember the song,\" Lepre says. \"It's a catchy song. It's got a good melody.\"</p><p>A Master Video-Game Composer</p><p>Many bands at MAGFest play video-game covers, but the group that generated the most excitement was Earthbound Papas, a band made up of video-game composers.</p><p>Hailing from Japan, the best-known member of the band is its leader and keyboardist, Nobuo Uematsu. He composed most of the soundtracks from the Final Fantasy series, one of the best-selling game franchises of all time. Like other musicians at MAGFest, Uematsu says a talent for melody is at the core of great video-game music.</p><p>\"It's pretty easy for me to come up with the melodies,\" Uematsu says. \"It's in my head all the time, and I struggle to pick which ones to use.\"</p><p>Even though his music has been performed in concert halls by orchestras around the world, Uematsu says he still loves to perform at rock festivals like MAGFest. He explains that video-game music fans have a special connection with one another.</p><p>\"Perhaps video games are minor things still,\" he says. \"Because of that, there's a strong bond within the community.\"</p><p>If attendance at MAGFest is any indication, that community is growing. Last year, more than 3,000 fans came to the festival. This year, attendance nearly doubled. [Copyright 2012 National Public Radio]</p>","genreKey":"electronicDance","genre":"Electronic"},{"id":"141657328","title":"Moby In Concert: Moogfest 2011","teaser":"Hear the dance-music star perform a full concert, recorded live at Moogfest in Asheville, N.C.","storyDate":"Sat, 29 Oct 2011 13:40:00 -0400","audio":{"id":"141825462","type":"primary","title":"Moby In Concert","description":"Hear the dance-music star perform a full concert, recorded live at Moogfest in Asheville, N.C.","src":"http://pd.npr.org/anon.npr-mp3/npr/concerts/2011/10/20111029_concerts_moby.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/10/29/moby_wide.jpg","title":" Moby plays the Asheville Civic Center at Moogfest on Friday, October 28, 2011."},"text":"<p>Few artists have survived the constantly mutating world of dance music from era to era quite like Moby. From his roots in New York's early-'90s rave scene to the commercial gold of Play and 18's ambient electronica, Moby has maintained his place on the shortlist of the genre's crossover stars. His recent performances have highlighted his work as a DJ, departing from his mid-period forays into rock musicianship, but at Moogfest, he was in full-on rock star mode, stalking the stage and playing guitar, drums and keyboards while leading a band clad all in black through songs from throughout his nearly 20-year career.</p><p>Hear Moby perform a full concert, recorded live at Moogfest in Asheville, N.C. [Copyright 2012 National Public Radio]</p>","genreKey":"electronicDance","genre":"Electronic"},{"id":"141386518","title":"Electronic Edition: Burial And Massive Attack, M83, More","teaser":"This week's <em>All Songs Considered</em> includes new tracks from M83, Roll the Dice, RxRy and a mystery artist yet to be positively identified.","storyDate":"Tue, 18 Oct 2011 12:00:00 -0400","audio":{"id":"141462435","type":"primary","title":"Hear The Discussion","description":"Hear The Discussion","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2011/10/20111018_asc_wholeshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/10/18/collage20111018.jpg","title":"Album cover art for Four Tet's Fabriclive (upper left), M83 (right), The Field (bottom left)."},"text":"<p>NPR Music producers Sami Yenigun and Otis Hart return once again to hold court with Bob Boilen on the best new electronic music. This episode of All Songs Considered includes tracks from superstars M83 and Four Tet, a collaboration between Burial and Massive Attack, off-the-radar releases from The Field, Luca Bacchetti, Roll the Dice and RxRy, and a mysterious single from an unknown artist.</p><p>Along the way, Sami and Otis explain some of the peculiarities and buzzwords of the electronic scene, such as \"dubplate culture,\" and why dance tracks so often sound like one long middle. [Copyright 2012 National Public Radio]</p>","genreKey":"electronicDance","genre":"Electronic"}],"key":"electronicDance","genreKey":"electronicDance"},"key":"electronicDance"},{"dbid":462,"id":"10005","lastUpdate":2456070,"name":"Hip-Hop","data":{"title":"Music Genre: Hip-Hop","teaser":"Urban music and features from NPR news, NPR cultural programs, and NPR Music stations.","story":[{"id":"130083430","title":"Chuck Brown: Tiny Desk Concert","teaser":"The name Chuck Brown might not mean a whole lot to people outside the Washington, D.C., area. That would be their loss. In D.C., Brown is revered as the Godfather of Go-Go. So to have Brown play in a corner of the NPR Music offices with a full, plugged-in 11-member group was like a dream come true for a lot of NPR staffers.","storyDate":"Wed, 16 May 2012 16:00:00 -0400","audio":{"id":"130143118","type":"primary","title":"Audio Only: Chuck Brown's Tiny Desk Concert","description":"Audio Only: Chuck Brown's Tiny Desk Concert","src":"http://pd.npr.org/anon.npr-mp3/npr/concerts/2010/09/20100926_concerts_cbrown.mp3"},"image":{"src":"http://media.npr.org/assets/music/studiosessions/tinydesk/2010/09/chuckbrown.jpg","title":"Chuck Brown performs a Tiny Desk Concert at the NPR Music offices."},"text":"<p>Chuck Brown, the Godfather of Go-Go music, died Wednesday. In 2010, he brought his full band to the NPR Music office — and put on a party like no one else.</p><p>The name Chuck Brown might not mean a whole lot to people outside the Washington, D.C., area. That would be their loss. In D.C., Brown is widely known, even revered, as the Godfather of Go-Go, a title he's held since the late '70s. Though he started out as a jazz guitarist, Brown invented go-go, a style that incorporates funk, jazz, R&B, hip-hop and dancehall, and has mostly stuck with it ever since.</p><p>No one in D.C. can really explain why go-go hasn't traveled beyond the city's environs — we love it here, it's all over our commercial R&B and hip-hop radio stations and, at least when I was in high school, a go-go in a school's gym was the most packed party of the weekend. Chuck Brown is a local hero. A few days after he played our offices, Brown and his whole band played at the Redskins' stadium for the halftime show.</p><p>So to have Brown play a corner of our office — not a 90,000-capacity football stadium — was like a dream come true for a lot of NPR staffers. Sweat started pouring immediately, between the 11 musicians (that's congas and a stripped-down kit; saxophone, trumpet and trombone; two backup singers and a rapper) and all the go-go-heads in our building.</p><p>It's not like the band was going to slow down, though. It played \"Bustin' Loose,\" which got everyone singing the refrain: \"Gimmethebridgenow, gimmethebridgenow.\" The song has been a hit in D.C. since 1979, so nobody was standing still. The crowd was yelling out requests, too: \"Chuck Baby\" and \"Run Joe,\" a go-go cover of the Louis Jordan song. Go-go is based on a syncopated beat and the use of congas in addition to drums. A lot of it is call-and-response, some of which was led by Brown (his web address is in fact windmeupchuck.com).</p><p>Go-go is mostly about the groove, though, and Chuck Brown just settles in and leans back. He showed up looking like a million bucks in a vest, Dior shades and his signature hat, and then he did what he does best — get the crowd on his side and hand its members something to dance to.</p><p>This story originally ran on Sept. 28, 2010. [Copyright 2012 National Public Radio]</p>","genreKey":"hipHop","genre":"Hip-Hop"},{"id":"148530513","title":"Sugar Tongue Slim, Live In Concert: SXSW 2012","teaser":"The versatile, playful rapper mixed well-known samples with a live-band bounce that quickly won over the crowd.","storyDate":"Thu, 15 Mar 2012 17:59:00 -0400","audio":{"id":"148697377","type":"primary","title":"27 min 53 sec","description":"27 min 53 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asclive/2012/03/20120315_asclive_sts.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/03/15/sts-parish_wide.jpg","title":"Sugar Tongue Slim brought a live band along with samples by Gotye and Kavinsky to his set at The Parish in Austin, Texas."},"text":"<p>The first thing that jumps out about rising rapper Sugar Tongue Slim is his playful, funny, generous spirit. Surrounded by a lively and crackling backing band — a laptop, turntables, bass and a full drum kit — STS cut a smiling and conspiratorial figure on stage at NPR Music's SXSW day party, held Thursday at The Parish in Austin, Texas. Sandwiched on a bill between the jumpy Venezuelan rock band La Vida Boheme and the atmospheric pop outfit Polica, the poetry-slam veteran won the crowd over quickly (\"I'm gonna make y'all work as hard as I work today,\" he teased between songs) and then let his appropriately sugar-tongued, impeccable flow take it from there.</p><p>Slim's band sneaked in a tricky array of samples — including slick appropriations of Gotye's \"Somebody That I Used to Know\" and Kavinsky's \"Nightcall\" — but they were all secondary to a live band that kept the beat and low end as flesh-and-blood as it gets. The goodwill kept flowing from there, with STS making light of his mid-afternoon time slot (\"I'm gonna keep saying 'tonight,' 'cause it's cooler\") by way of launching into an inspired take on his winning single \"Here Tonight.\" A major talent with high-profile endorsements — and a killer debut in 2011's The Illustrious — STS looks fully primed for \"We heard him when ... \" status.</p><p>Credits</p><p>Producers: Robin Hilton, Amy Schriefer; Video by: XI Media; Audio Engineer: Kevin Wait [Copyright 2012 National Public Radio]</p>","genreKey":"hipHop","genre":"Hip-Hop"},{"id":"144322260","title":"Adiós 2011: 8 Songs To Celebrate The End Of The Year","teaser":"For our very last show of the year, we do what we do best: bring you great new music from across the Latin world.","storyDate":"Thu, 29 Dec 2011 15:32:00 -0500","audio":{"id":"144442164","type":"primary","title":"Hear The Show","description":"Hear The Show","src":"http://pd.npr.org/anon.npr-mp3/npr/altlat/2011/12/20111229_altlat_final.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/12/29/layegros_custom.jpg","title":"La Yegros"},"text":"<p>English / Spanish</p><p>A little over a year ago, as I worked very long hours in the NPR newsroom, one of the highlights of my day was going to the third floor and running into Mr. Felix Contreras, a producer who sat strategically close to the vending machine. I looked forward to this because (a) I love pretzels and (b) we'd chat endlessly about music we loved, in particular Latin rock and hip-hop. We enjoyed our talks so much, we decided to start a little show about Rock En Español on our own time and our own dime.</p><p>It's pretty amazing that NPR gave our hobby project a shot, and enough support so that we no longer had to tape it secretly, after work hours. Once a week, we get to share great new music with listeners around the world. We sit down and chat with guests like Calle 13, Manu Chao, Julieta Venegas and Aterciopelados.</p><p>And we've got big plans for 2012 — guest DJs we know you'll be thrilled to hear, Tiny Desk Concerts and exclusive First Listens from artists you know and love, and emerging musicians you definitely should check out.</p><p>Most of all, we're just excited to spend another year with you, our listeners. As corny as it may sound, while running down to the vending machine and talking to Felix used to be the highlight of my day, now it's hearing from listeners — life stories, what you think of our show, how we can grow and what new music we should be listening to.</p><p>Here's a list of songs for saying goodbye to 2011. We look forward to another year with you, and hearing what music 2012 brings.</p><p>-------------------------------------------------------------------------------</p><p>English / Spanish</p><p>Adiós 2011: 8 Canciones Para Celebrar El Fin De Año</p><p>Hace un año y unos meses, yo trabajaba largas e inusuales horas en el noticiero de National Public Radio. Durante esa época, siempre era un placer bajar al tercer piso y encontrármelo al Sr. Felix Contreras, un productor cuyo cubículo estaba estratégicamente ubicado al lado de una maquina de golosinas. Era un placer para mi porque (1) me encantan los pretzels que vende esa maquina (2) Felix y yo teníamos largas conversaciones acerca de la música latina, en particular el Rock En Español.</p><p>Eventualmente decidimos comenzar un show acerca de la música \"Alternativa\" Latina en nuestro tiempo libre.</p><p>Me resulta increíble que NPR le dio a nuestro proyecto una oportunidad, y el suficiente apoyo como para que ni Felix ni yo tengamos ya que quedarnos hasta entrada la madrugada grabando el show en secreto.</p><p>Una vez a la semana, tenemos la oportunidad de compartir música con oyentes que nos siguen de todas partes del mundo. Y a cambio, ellos nos recomiendan bandas y artistas favoritos. Hemos tenido la oportunidad de sentarnos a charlar con invitados como Calle 13, Manu Chao, Julieta Venegas y Aterciopelados.</p><p>Y tenemos grandes planes para el 2012. Invitados especiales que sin duda nuestros oyentes apreciaran, conciertos acústicos y First Listens con artistas reconocidos, y también artistas aun desconocidos, que merecen ser descubiertos.</p><p>Sin embargo, lo que más nos emociona del año que viene, es poder seguir compartiendo buena música con ustedes, nuestros oyentes. Puede sonar cursi, pero si antes yo aguardaba el momento en la tarde en que bajaba al tercer piso a charlar con Felix sobre música, hoy por hoy, lo que mas me alegra el día es poder hablar con nuestros oyentes. Historias de vida, opiniones sobre el programa, y en particular, sugerencias musicales.</p><p>Aquí les paso una lista de canciones para despedir el 2011. Y brindamos por otro año junto a ustedes. [Copyright 2012 National Public Radio]</p>","genreKey":"hipHop","genre":"Hip-Hop"},{"id":"143209922","title":"Discussion: The Year In Music, 2011","teaser":"Pop acts embraced the ukulele and the saxophone. Rock bands crafted weird, widescreen albums that still brimmed with solid, hummable songs. And a few notorious recluses returned to the public eye. The <em>All Songs</em> gang compares notes on their favorite songs, albums and discoveries of 2011.","storyDate":"Wed, 07 Dec 2011 12:00:00 -0500","audio":{"id":"143273555","type":"primary","title":"Listen To The Discussion","description":"Listen To The Discussion","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2011/12/20111207_asc_year.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/12/07/tuneyardspromo.jpg","title":"tUnE-yArDs made a big impression in 2011 with the album w h o k i l l."},"text":"<p>Was 2011 the year of the sneak attack? So many big musical moments in the past 12 months seemed to appear out of nowhere. There was the unlikely return of the ukulele, which took a starring role in one of the year's most fascinating and talked-about releases, the tUnE-yArDs album w h o k i l l. Wilco and Bright Eyes, each coming off a run of albums that divided fans, dropped career-defining records — no less odd or experimental than their predecessors, but packed top to bottom with hummable songs. The Roots seemed to spin a dense, story-driven concept album out of thin air, with barely a peep of advance press. And Neutral Milk Hotel's Jeff Mangum, missing in action for more than a decade, reemerged with a sold-out solo tour and heaps of previously unreleased music.</p><p>Bob Boilen, Robin Hilton, Stephen Thompson and Ann Powers take on these head-spinning moments and more — including their favorite songs, albums and discoveries of 2011 — in this year-end edition of All Songs Considered. You can listen to the complete show above, and complete selections from the discoveries and songs of the year in the list below. And don't forget: Once you've listened, head to the blog to vote for your own favorite music of 2011. [Copyright 2012 National Public Radio]</p>","genreKey":"hipHop","genre":"Hip-Hop"},{"id":"142273601","title":"New Music From The Black Keys, Jónsi, Drake And More","teaser":"This week on <em>All Songs Considered</em>, artists who stayed mum for most of 2011 come out of the woodwork.","storyDate":"Tue, 15 Nov 2011 12:00:00 -0500","audio":{"id":"142307115","type":"primary","title":"Listen To The Discussion","description":"Listen To The Discussion","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2011/11/20111114_asc_wholeshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/11/15/collage20111511B.jpg","title":"Clockwise from top left: Jonsi, Drake, Olof Arnalds, The Black Keys, The Antlers."},"text":"<p>Sinners repent, for the end of the year is nigh. Starting soon, NPR Music will begin looking back on the best music of 2011 — but this week's All Songs sneaks a few new releases under the wire before all the counting down begins. Perhaps the biggest surprise is a new record from Jónsi, the Sigur Rós frontman who released his dazzling solo debut last year, and has been mostly quiet since then. Jonsi is behind the original soundtrack for the upcoming Cameron Crowe film We Bought a Zoo; this week's show has a premiere of the song \"Gathering Stories.\"</p><p>Also on this episode: a straight-ahead rocker from The Black Keys, a slow jam with an engaging backstory from Drake, some nostalgic emoting from Real Estate and Future Islands, and cover tunes from The Antlers and Ólöf Arnalds. [Copyright 2012 National Public Radio]</p>","genreKey":"hipHop","genre":"Hip-Hop"}],"key":"hipHop","genreKey":"hipHop"},"key":"hipHop"},{"dbid":463,"id":"139998808","lastUpdate":2456070,"name":"R&B / Soul","data":{"title":"Music Genre: R&B/Soul","teaser":"NPR Music stories that feature R&B and soul music.","story":[{"id":"151941628","title":"'What's Going On': A New Generation Answers","teaser":"As part of a project commemorating Marvin Gaye's breakthrough protest album <em>What's Going On</em>, Youth Radio producer Brandon McFarland was asked to remix Gaye's raw tracks with lyrics and contributions from Oakland-area youths.","storyDate":"Thu, 03 May 2012 15:00:00 -0400","audio":{"id":"151962968","type":"primary","title":"'What's Going On': A New Generation Answers","description":"'What's Going On': A New Generation Answers","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2012/05/20120503_atc_09.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/03/mavin-gaye_wide.jpg","title":"Detail of cover art from the 1974 album Marvin Gaye Live!"},"text":"<p>Until the release of What's Going On, Marvin Gaye's best-known songs focused on love and relationships. But in 1971, influenced by letters from his brother, who was serving in the Vietnam War, Gaye decided to make an album that reflected America through the eyes of a vet returning home. Many black neighborhoods were still in ruin after the riots of 1968, and raised fists, the hippie movement, the women's movement and urban poverty were boiling together on the streets of America. The war raged on.</p><p>\"When Marvin Gaye made this record, everybody's brother could have gone to war,\" soul singer John Legend says. \"Everybody, themselves, could have gone to war, so they personally felt connected.\"</p><p>What's Going On was showcased in a 1972 concert at the John F. Kennedy Center for the Performing Arts in Gaye's hometown of Washington, D.C. Thursday night, the Kennedy Center is commemorating that performance by re-creating the concert with the help of Legend and other artists.</p><p>\"I start to realize my vocal limitations when I think about trying to do justice to Marvin Gaye's incredible voice,\" Legend says, laughing. \"I imagine we'll be somewhat faithful [to the original arrangement]. We don't want to 2012 remix it.\"</p><p>In fact, that's exactly the challenge the Kennedy Center gave me, a journalist who moonlights as a music producer. As part of its Marvin Gaye tribute, the Center asked me to create a remix that would flip Marvin's music for my generation, using the original multitrack recordings of the song \"What's Going On.\"</p><p>When I first got my hands on the raw material, I had to take a moment and let it all sink in. Here I was with the purest version of the song, which only a handful of people had ever heard. Before I let anyone else in on Marvin's magic, I wanted to get to know the science of the music. I loaded up the tracks, pretty much playing conductor on my computer. I soloed Marvin's voice and then brought in the instruments one by one. As I unpacked each instrument, I was floored by not only by the simplicity of the song, but the rawness, too. Marvin knew very well how to make a polished Motown hit — he'd been doing it for years. But that's not what he wanted with this record.</p><p>I didn't want to veer too far away from the structure of Marvin's original, so I wrote down an outline: a four-bar intro, a pair of 12-bar verses and so on. From there, I kept tweaking the beat and working on my own verse for the remix. I rounded up younger artists, too, who could write their own new verses. But I had to set a few ground rules for the young musicians, out of respect for Marvin: Stick to the core storytelling ideals of \"What's Going On,\" find your own voice within it and make it relevant to your generation.</p><p>Evan Childress, 22, wrote a rap for the remix. He was inspired by the way the original album surfaced issues across the spectrum of American life. Childress wrote his verse about everything from pollution to a lack of resources in his hometown of Richmond, Calif.</p><p>\"In addition to thinking about the Trayvon Martin case,\" says 18-year-old Rayana Godfrey, one of the singers on the remix, \"I was thinking about my cousin, who was shot and killed last year.\" Godfrey is from Vallejo, Calif., while the other singer on the remix, Skylar Bryant, is from Oakland.</p><p>We all felt Marvin's spirit at different times working on this remix. His lesser-known songs on the What's Going On album, like \"Inner City Blues,\" focused on problems in America's ghettos — problems that still \"make me wanna holler\" decades after the album's release.</p><p>\"Everything he said on that whole album is still relevant — like spot on — today,\" Godfrey says. \"And that's kinda creepy. So I was wondering, like, was this man a prophet? Not like a prophet of God, but a prophet of the time.\"</p><p>Today's soul and R&B singers often sound more like pornographers than prophets. I feel like such an old man when I say that, but I guess most younger people have just accepted all the hypersexed and shallow music embedded in our everyday lives. And the sad truth is, a lot of today's music doesn't feed the soul of those facing hardships the way it did in Marvin's day.</p><p>Working on this remix, I was reassured of music's power: the power to ignite or soothe the rage of a single mom who's lost her job. Every song on What's Going On exhibits a reverence for that power. And even if there aren't enough musicians these days producing albums that will help Americans cope, we can always reach back into the vault.</p><p>Brandon McFarland is a producer at Turnstyle News. His \"What's Going On\" remix was produced at Youth Radio in Oakland, Calif, and his story was co-produced by Nishat Kurwa. You can watch a short documentary and learn more about the project at the Turnstyle News website. [Copyright 2012 National Public Radio]</p>","genreKey":"rnb","genre":"R&B / Soul"},{"id":"142594617","title":"After 20 Years, No End Of The Road For Boyz II Men","teaser":"The legendary R&B group broke onto the music scene in 1991, attracting fans worldwide, winning four Grammys and selling tens of millions of albums. Their latest album is titled <em>Twenty</em>. Guest host Tony Cox speaks with the group about their career, losing a band mate, and whether they'll change their name.","storyDate":"Mon, 21 Nov 2011 12:00:00 -0500","audio":{"id":"142594610","type":"primary","title":"After 20 Years, No End Of The Road For Boyz II Men","description":"After 20 Years, No End Of The Road For Boyz II Men","src":"http://pd.npr.org/anon.npr-mp3/npr/tmm/2011/11/20111121_tmm_04.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/11/21/_mg_0010.jpg","title":"Nathan Morris (left), Wanya Morris (center) and Shawn Stockman (right) are Boyz II Men."},"text":"<p>Boyz II Men members Nathan Morris, Wanya Morris, Shawn Stockman and former member Michael McCary began cementing themselves in R&B history in 1991. Their single \"Motownphilly\" became a hit and was followed by a series of other chart-topping songs. The group has earned four Grammy awards, performed around the world and sold tens of millions of albums.</p><p>Their latest album, Twenty, features 10 new songs and 10 past hits. It marks their two decades of entertaining a generation of loyal fans.</p><p>They join Tell Me More guest host Tony Cox to reflect on their careers and sing a few songs.</p><p>\"We came up at a time where there was an R&B group pretty much on every street corner, and every record company had one,\" says Nathan Morris, \"but now, it's dwindled down to solo artists, or the duets, or even bigger bands — where you have bands like The Roots that got seven or eight people — but the actual R&B group is a dinosaur.\"</p><p>Wanya Morris says the genre grew beyond what people were typically tuning into. \"The R&B circuit still was there,\" he says. \"It just had very little validity in a time when people were saying, 'I'm into having sex; I'm not into making love,' where Boyz II Men, R&B singers — that's all we sing about. ... And we have to take a backseat until it's time for people to want to make love again.\"</p><p>Their hit \"I'll Make Love to You\" was on the 1994 album II. They say the best thing they did for that album was record it away from their Philadelphia home, in a place without distractions: a studio called Granny's House in Nevada.</p><p>Losing A Member </p><p>\"We kind of had our own personal meetings as a group to make sure that we all stayed focused on what the idea was. ... Unfortunately, throughout the project, we saw Mike [McCary] was slipping,\" says Nathan Morris. \"He wasn't really focusing on the things that needed to be done. He'd show up late; he missed a couple of events. ... We were kind of put in the spot where we either had to shut it down or go, so we just went out there and tried to do it ourselves as a threesome. ... Mentally, we said to ourselves, 'Let's just prepare, just in case he does not come back.' \"</p><p>McCary went on to pursue an individual career.</p><p>Growing From Boys To Men </p><p>Guest host Tony Cox points out that the group began singing as boys (in high school), but after 20 years, they have become men — so how about a name change, possibly \"Men to Better Men\"? With a laugh, Nathan Morris, Wanya Morris and Stockman unanimously reject the idea.</p><p>\"The name 'Boyz II Men' simply means growth,\" Wanya Morris says. \"We're always going to be striving to reach the perfection of being a man.  ... And hopefully, with the blessing of God, we can reach that one day. But now, at this point, we got a lot of wisdom and everything to gain in order to even consider ourselves to be full-faceted men without those boyish qualities that keep us who we are.\"</p><p>He adds that maybe the boy quality he cannot relinquish is spending long hours watching cartoons: \"I sit in a room all day, from probably the time I get there until the time I go to the show, to watch Cartoon Network in my undies, in my tank top. It's beautiful.\"</p><p>Nathan Morris says, \"One of the reasons why the name is so strong for us is that our music tends to bridge generation gaps. ... We sill have 9-year-olds coming to concerts, singing 'End of the Road,' and they were never even here.\" [Copyright 2012 National Public Radio]</p>","genreKey":"rnb","genre":"R&B / Soul"},{"id":"136459286","title":"Marvin Gaye's 'What's Going On': Songs We Love","teaser":"<em>What's Going On</em> was an instant classic, as well as one of the most influential records from a passionate and enduring icon. Hear the songs from Gaye's album, and read NPR staff members' reflections on its legacy.","storyDate":"Sat, 21 May 2011 08:00:00 -0400","audio":{"id":"136525432","type":"primary","title":"Marvin Gaye's 'What's Going On': Songs We Love","description":"Marvin Gaye's 'What's Going On': Songs We Love","src":"http://pd.npr.org/anon.npr-mp3/npr/wesat/2011/05/20110521_wesat_09.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/05/20/marvingaye1_wide.jpg","title":"Marvin Gaye performs in the Netherlands on July 1, 1980."},"text":"<p>Marvin Gaye's masterpiece What's Going On turns 40 on Saturday. Click the link above to hear Gaye  biographer David Ritz evaluate the album and its legacy on Weekend Edition Saturday.</p><p>Marvin Gaye's What's Going On was an instant classic, as well as one of the most influential records from a passionate and enduring icon. Released on May 21, 1971, the album is an introspective, politically charged nine-piece song cycle that addresses the ravages of the Vietnam War, urban decay, drug abuse, civil unrest and injustice. Gaye was singing to his generation in an effort to wake people up to the struggles no one was willing to discuss at that time. But these songs are universal; they've transcended their time and place. Listen carefully and you'll notice how much they still resonate.</p><p>While What's Going On ranks among the best R&B records to so openly and artfully reflect such social consciousness, it was not the last of its kind. What's Going On has become a template for how to marry a strong message with a pop sensibility in order to reach as large an audience as possible. Gaye's songs are filled with sophisticated yet instantly recognizable hooks and languid, jazz-inflected funk grooves that would keep anyone dancing and singing along. If it weren't for Gaye's skillful songcraft, his message might have been lost. Thankfully, 40 years later, this music lives on.</p><p>In honor of the 40th anniversary of What's Going On, Motown is reissuing a new \"Super Deluxe Edition\" of the record, complete with unreleased tracks and rarities. Most of these songs will be immediately familiar, so NPR Music has assembled a panel of Marvin Gaye fans to reflect on the album and its legacy. [Copyright 2012 National Public Radio]</p>","genreKey":"rnb","genre":"R&B / Soul"},{"id":"135268508","title":"Globe Poster: An Illustrated History Of American Music","teaser":"<em></em>Etta James, Chuck Berry, B.B. King, Solomon Burke — the list of artists whose images and shows have appeared on Globe Posters goes on and on. And for showgoers, a Globe Poster signified that an event was really happening. See some of the Baltimore print shop's decades-long history of iconic concert posters.","storyDate":"Sun, 10 Apr 2011 08:00:00 -0400","audio":{"id":"135289350","type":"primary","title":"Globe Poster: An Illustrated History Of American Music","description":"Globe Poster: An Illustrated History Of American Music","src":"http://pd.npr.org/anon.npr-mp3/npr/wesun/2011/04/20110410_wesun_09.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/04/09/jamesbrownapollo1000_wide.jpg","title":"This James Brown image became one of Globe Poster's best-known designs."},"text":"<p>Whirring sounds of an old Heidelberg Windmill letterpress echo in the warehouse of Globe Poster in East Baltimore. Owner Bob Cicero explains how the machine works.</p><p>\"The suckers on the top actually suck the paper, creating a vacuum, and then actually lifts the papers up, puts it in these grippers,\" he says. \"These grippers will come around, and if you take a look, you have what you're going to print right here...\"</p><p>The machine is out of date, but it's just one item in the giant warehouse testifying to Globe's 80 years in business.</p><p>\"And then all you do, it comes in and now I put the impression on by moving this bar out,\" Cicero continues. \"And now, she'll print.\"</p><p>Cicero is printing with a block of type that reads \"Special Ladies Dance.\"  He's a master printer who knows his trade, and he should — he's worked for Globe Poster since 1965. Cicero is the youngest of three brothers who own the company now. His father, Joseph, Sr., bought it in the mid-'70s after working there for 40 years.</p><p>The History</p><p>The company was launched over a card game in Philadelphia in 1929.  Founder Harry Shapiro decided where to place the company by folding a map of the United States and discovering Baltimore was the midpoint on the East Coast.  Globe's early work consisted largely of film posters.  It would receive artwork from the film, then imprint necessary information — date, venue, time — to finish the job.</p><p>\"And that's how we really got our beginnings, from doing imprints and carnival posters,\" says Bob Cicero. \"It's a poor man's advertising, especially during the depression. That's when we started. It's a really great way to advertise and it's economical.\"</p><p>Huge stacks of posters sit on the warehouse floor and on shelves, blocks of wood type lie scattered, and zinc printing plates spill out of larger-than-life-sized bins — each imprinted with the face of just about any musician you can think of.</p><p>Local antique store owner Christian Sturgis is also at Globe Poster's warehouse.  He's a member of \"Friends of Globe\" — a grassroots coalition of local citizens and students who have been raising money for the company to pay its rent and other financial necessities until its collections are purchased.  Sturgis has been selling original posters and publicity stills in his shop and online.  Some go for thousands.  He sorts through a box of metal plates.</p><p>\"There's approximately 10,000,\" says Sturgis. \"An artist would send the photograph to Globe and they would make a zinc plate for printing.\"</p><p>An artist paid 40 dollars to have a plate made from his image on a publicity photograph.  That image could then be used for future show posters at no extra charge.  The deal benefited the artists — they got more bang for their buck — as well as the company, who were essentially guaranteed future business.</p><p>The Music</p><p>Etta James, Chuck Berry, B.B. King, Solomon Burke...the list of artists whose images and shows have appeared on Globe Posters is incalculable.  Baltimore Magazine Arts and Culture editor John Lewis has written articles about Globe and is working on a film called Say It Loud: The Globe Poster Documentary.</p><p>\"When you look at Globe's work over the years, you can really see that they have documented the history of American music,\" says Lewis, \"in particular the development of African-American music.\"</p><p>From early big-band jazz artists like Dizzy Gillespie, to rock 'n' roll, soul and funk, Globe Poster was the go-to place for concert advertising.</p><p>\"They used to do these 'Biggest Show of Stars!' posters, in the '50s into the '60s. And they would be these sort of multi-act rhythm and blues reviews, you know, and with some rock acts, too. But it would be, you know, LaVern Baker, Clyde McPhatter, Chuck Berry,\" says Lewis. \"And then they did these great posters, too, for Otis Redding at the Apollo, James Brown at the Apollo, and again, these are just classics. I mean, from James Brown, from early on in his career with the Famous Flames, right in through to the '60s, the '70s.\"</p><p>And for showgoers, a Globe Poster signified that an event was really happening.</p><p>\"They might hear that, hey, Solomon Burke is going to perform in Fayetteville. And over the years, they were really conditioned to the fact that until they saw the Globe Poster, the show wasn't official,\" says Lewis.  \"[The posters] were just designed so beautifully. I don't know how you could resist going to the show once you saw the poster!\"</p><p>Design</p><p>In the mid-'50s, a Globe employee named Harry Knorr heard about Day-Glo ink — fluorescent pigments made from fish scales.  The ink was cheaper and easier to print, and more noticeable at night or from a car.  Globe Poster started using it on its posters.</p><p>\"They had the fluorescent oranges, the pinks, the yellows, the greens,\" says Bob Cicero, \"and if you take a look at the outside world, everything is browns, blacks and whites. Well, this hit you in the face and you looked at it. You would actually see it. It was just advertising at its best.\"</p><p>Besides being a useful advertising tool, Day-Glo ink gave Globe what's now known as its iconic style.  There was some method to how the ink was applied.</p><p>\"But by taking the fluorescent colors and actually putting [them] behind the person's name, it made that person really stand out,\" explains Cicero. \"Whether he was important or not, he looks important. And even when you have five to eight acts, we still did the same thing.\"</p><p>The artists liked having their names in bold black type, highlighted by the neon shades of Day-Glo.</p><p>\"Solomon Burke told me, he said, Globe Poster was our Internet,\" says journalist John Lewis. \"We didn't have money to be on the radio. We weren't invited to be on television at that point in our careers. Globe Poster got our names out there, advertised our shows.\"</p><p>Globe Poster Today</p><p>Globe Poster continued its success through the funk and Go-Go music eras, to hip hop, and even with more recent artists like Beck and Rage Against the Machine.  In the '90s, Globe posters began getting recognition as pieces of artwork with their unique aesthetic, which came as a surprise to Bob Cicero.</p><p>\"We just knew what we liked and how we liked it. And we stuck with it regardless if somebody didn't like it or not. You know, I always called our posters a working poster,\" says Cicero. \"They were not meant to hang on the wall in those days and go, 'Oh my god, this is beautiful art.' But if it was in your face and you can see it and read it, that's what we cared about.\"</p><p>Baltimore Magazine's John Lewis agrees.</p><p>\"It was this utilitarian piece of advertising and that's how they viewed it. The guys working on those posters were hand-routing the wood blocks they would use to lock up in the letterpress forms,\" says Lewis. \"I mean, they were working-class guys from East Baltimore, South Baltimore, it was a blue-collar job. It wasn't art.\"</p><p>In recent years, the introduction of modern printing techniques began to put a damper on the business of the industrial print shop.  Plus, a series of incidents — health issues in the Cicero family, \"post-no-bills\" regulations in cities, and a bad business deal — hit the company hard.  After Globe closed its doors last year, several voices in the community stepped up.</p><p>Friends of Globe and MICA</p><p>\"It just became overwhelming...the monetary wealth but also the historical importance of this company was laying out and not really having a ship to really sail on,\" says Christian Sturgis, who heard about Globe Poster through a friend.</p><p>\"It's a treasure trove — it's unbelievable,\" says Mary Mashburn. \"The first time you see it, you just can't really take it all in.\"</p><p>Mashburn  runs a small printing company called Typecast Press, and teaches  printing classes at Maryland Institute College of Art — or MICA — in  Baltimore. She's also  a member of Friends of Globe. She says most letterpress shops today are  small boutique operations, printing invitations, stationary, and the  like. But young people, her students at MICA among them, have taken an  interest in the method.</p><p>\"To  them it feels very, very old and removed as an industrial printing  method, but it feels very fresh and exciting to translate from their  all-digital world to  something that has a real hand-craft to it,\" says Mashburn.</p><p>Mashburn  had the idea that maybe MICA would be interested in purchasing Globe's  massive printing collection for its students.  She teamed  up with Gail Deery, chair of the printmaking department at MICA, to  move the idea forward.</p><p>Students  liked the idea as well. Senior graphic design majors Allison Fisher, Carolyn Williams and Sabrina  Kogan put together a Friends of Globe group at MICA.</p><p>\"I  think all of us have been bitten by the Day-Glo bug,\" says Kogan. Fisher agrees: \"I bought new sneakers and I was in the store  looking at colors, and  I was like, I'll just get the black and lime green!\"</p><p>They started a Facebook group and a blog,  and printed their own Globe-style posters. They also collected student statements to present to MICA's administration.</p><p>\"The Cicero Brothers wanted it to stay in Baltimore — it's so ingrained in Baltimore's history,\" says Carolyn Williams. \"And MICA is so ingrained in Baltimore's history that it seemed the perfect opportunity for the collection to come to MICA and for it to be used again.\"</p><p>In March, MICA announced it was purchasing roughly 75 percent of Globe Poster's printing materials. Ellen Lupton, Director of the Graphic Design MFA program at MICA, describes what they'll be used for.</p><p>\"It's not a museum archive,\" says Lupton. \"It's a working collection of typefaces and engraved illustrations and original woodcuts that our students and faculty and ultimately, we hope, the public will be able to create new things with.\"</p><p>To prepare for the purchase, Fisher, Williams and Kogan have been sorting blocks of wood type and other materials at Globe's warehouse.  They've received very positive feedback on their efforts.</p><p>\"We've had presses all over the country say, I want to be a Friend of Globe, add me to your blog list,\" says Fisher. \"So just seeing that...people care and people are excited this is happening and the collection is staying together is just really, really awesome.\"</p><p>Bob Cicero is still searching for a buyer for a large portion of Globe's music-related assets.  But he's thrilled about the MICA deal.</p><p>\"I'd love to see what happens in the next two to three years and what they do,\" says Cicero. \"And I'm pretty sure — not pretty sure, I'm positive — that it's going to be awesome.\"</p><p>Cicero will have a chance to see what the students do with the tools he's used for so long: He'll be teaching a graduate letterpress class at MICA in the fall.</p><p>\"He has had such a huge part of designing these all of these amazing posters that we look at and that we study and that we collect,\" says Sabrina Kogan. \"And being able to give back to him in a way and say, we appreciate what you've done and we're going to continue, is really exciting.\" [Copyright 2012 National Public Radio]</p>","genreKey":"rnb","genre":"R&B / Soul"},{"id":"130596359","title":"Goldwax Records: A History Of '60s Memphis Soul","teaser":"Goldwax, a label which issued some of the greatest soul records ever made in Memphis, is almost completely unknown. Given the quality of what it released, it had very few hits, but its legend has lived on. Ed Ward reports on the label's impressive run from 1963 to '70.","storyDate":"Mon, 24 Jan 2011 11:00:00 -0500","audio":{"id":"133179591","type":"primary","title":"Goldwax Records: A History Of '60s Memphis Soul","description":"Goldwax Records: A History Of '60s Memphis Soul","src":"http://pd.npr.org/anon.npr-mp3/npr/fa/2011/01/20110124_fa_02.mp3"},"image":{"src":"http://media.npr.org/assets/artslife/arts/2010/10/goldwax-singles/goldwax-single_custom.jpg","title":"The Complete Goldwax Singles"},"text":"<p>Quinton Claunch had an impressive music-business career behind him when he and Rudolph \"Doc\" Russell started Goldwax Records in 1963. Claunch had enjoyed a career as a country songwriter and guitarist, played rhythm guitar on some of Carl Perkins' first hits, been a talent scout for Sun and Hi Records, and written \"White Silver Sands,\" a national Top 10 hit for Bill Black's Combo in 1960. He ran into Doc Russell at a recording session for rockabilly singer Charlie Feathers, and Russell mentioned that he'd like to invest in a record label. Claunch took his $600 and got to work.</p><p>\"Darling,\" by The Lyrics, was unlike anything anyone in Memphis was doing — an odd combination of doo-wop and James Brown — and, predictably enough, it wasn't a hit. It made just enough noise locally, however, to bring a young hematologist, Roosevelt Jamison, to his door one night at midnight. Jamison had a small tape recorder, a tape and two members of a local gospel group who'd been moonlighting some secular material Jamison had written, and which he'd recorded. One of them was named Overton Vertis Wright, who sang \"That's How Strong My Love Is.\"</p><p>Unfortunately, this wasn't the break Claunch or Jamison was looking for: Don Robey, of Duke/Peacock Records in Houston, unearthed a contract O.V. Wright had signed as a member of another gospel group, and took him away. Wright went on to make many great records, but not for Goldwax.</p><p>No, it was the other singer, James Carr, who would put Goldwax on the map.</p><p>It took a couple of tries, but \"You've Got My Mind Messed Up\" confirmed everyone's faith in Carr, who, in the next couple of years, would produce a string of soul masterpieces, including \"Love Attack,\" \"Pouring Water on a Drowning Man,\" \"Dark End of the Street\" and \"Life Turned Her That Way.\" Saying that a James Carr B-side was better than most Memphis soul singers' A-sides isn't putting anyone else down. He really was that good.</p><p>Claunch had an ear for great voices, that's for sure. Louis Williams and the Ovations were one of those groups that could barely sell a record, although they did very well on the road and had small regional hits. It's hard to say for sure, but it could be that Williams' greatest asset, \"I Believe I'll Go Back Home,\" was also his biggest problem.</p><p>Granted, \"I Believe I'll Go Back Home\" is an extreme example: The writers Goldwax got to come up with the Ovations' second single apparently figured that cloning a Sam Cooke song would get them the hit they needed, when in fact the real problem was finding a way for Louis Williams to use his Sam Cooke sound in a way Cooke wouldn't have. The group continued for years, and left behind dozens of wonderful recordings, both for Goldwax and other labels.</p><p>The other great voice Goldwax had was Spencer Wiggins, who was performing at the Flamingo Lounge with a combo that included Isaac Hayes on organ. Claunch heard the possibilities and got him some material from good writers, and a string of soul classics resulted.</p><p>Problems began for the label around 1968. Claunch and Doc Russell began to fall out, and a few records were leased to other labels because of what Claunch called \"cash-flow problems.\" Goldwax's last record was, believe it or not, James Carr singing \"Row Row Row Your Boat.\" Goldwax closed its doors in 1970, and Memphis barely noticed.</p><p>Three volumes of The  Complete Goldwax Singles are out now. [Copyright 2012 National Public Radio]</p>","genreKey":"rnb","genre":"R&B / Soul"}],"key":"rnb","genreKey":"rnb"},"key":"rnb"},{"dbid":464,"id":"10001","lastUpdate":2456070,"name":"Rock","data":{"title":"Music Genre: Rock","teaser":"Rock, pop, and folk music performances and features from NPR news, NPR cultural programs, and NPR Music stations.","story":[{"id":"153001938","title":"Yann Tiersen: Tiny Desk Concert","teaser":"The French singer and multi-instrumentalist just released a new album called <em>Skyline</em>, and it captures his aesthetic perfectly: Its rich, buzzy, liltingly eccentric pop music is constructed from lots of sweet, intricate pieces.","storyDate":"Mon, 21 May 2012 11:49:00 -0400","audio":{"id":"153040305","type":"primary","title":"13 min 27 sec","description":"13 min 27 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/05/20120518_asc_yanntiersen.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/18/yanntiersen.jpg","title":"Yann Tiersen performs a Tiny Desk Concert at the NPR Music offices on April 24, 2012."},"text":"<p>French singer, multi-instrumentalist and film composer Yann Tiersen isn't massively well-known, but he did craft the score for the beloved 2001 film Amelie, about which virtually everything is held in massively high regard. Since then, Tiersen has built a name for himself as a solo artist who gently stretches the boundaries of pop music.</p><p>He just released a new album called Skyline, which captures Tiersen's aesthetic perfectly: Its rich, buzzy, liltingly eccentric music is constructed from lots of sweet, intricate pieces. Tiersen plays many instruments (violin, piano, accordion), but he also loves to incorporate found sounds and other oddities.</p><p>For his Tiny Desk Concert in the NPR Music offices, Tiersen appears at the head of a four-man band; each member is capable of swapping instruments and singing sweetly in unison for a heart-warming choral effect. Tucked subtly into a short string of songs from Skyline, Tiersen and company include the traditional bluegrass devotional \"Tribulations,\" and it speaks to their versatility and warmth that the song fits right in.</p><p>Set List:</p><p>undefined</p><p>\"The Gutter\"</p><p>\"Monuments\"</p><p>\"Tribulations\"</p><p>\"The Trial\"</p><p>undefined</p><p>Credits:</p><p>Producer: Bob Boilen; Editor and Videographer: Michael Katzif; Audio Engineer: Kevin Wait; photo by Doriane Raiman/NPR [Copyright 2012 National Public Radio]</p>","genreKey":"rock","genre":"Rock"},{"id":"152776885","title":"Can't We All Just Get Along? Our Search For The Albums Everyone Loves","teaser":"On this week's show hosts Bob Boilen and Robin Hilton begin their summer-long quest to pin down the most universally loved albums.","storyDate":"Wed, 16 May 2012 12:00:00 -0400","audio":{"id":"152776902","type":"primary","title":"Hear The Discussion","description":"Hear The Discussion","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/05/20120516_asc_wholeshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/15/once_sq.jpg","title":"Once"},"text":"<p>When the NPR Music team started talking about the 25th anniversary of Paul Simon's Graceland, we soon realized everyone on staff agreed it was one of the all-time great records. That doesn't happen very often, especially in a group of people with such divergent tastes in music.</p><p> This discovery got us thinking: Is it possible to form a top ten list of records everyone can agree on? The kinds of records that, if you put them on at a party, everyone would say, \"turn it up!\"</p><p>So we need you to vote. We've started by nominating 20 albums that we think will be loved by everyone who listens to them, and we want you to tell us whether YOU feel that love. To keep this running through the summer, we'll need more suggestions for albums that might fit the bill. Keep voting, and by August we hope to have a final list we can agree on.</p><p>A big quest like this one needs a big kickoff, so for this week's show Bob and Robin play a few selections they and the rest of the NPR Music team think everyone will love. Bob and Robin are also joined by folk singer Glen Hansard, who throws Bob Marley's Exodus into the ring.</p><p>We don't even scratch the surface of the surface with this show. But we hope to get the discussion going by fitting in as much in as possible, from quiet, emotional folk, and psychedelic funk, to high-strutting, head-banging rock. [Copyright 2012 National Public Radio]</p>","genreKey":"rock","genre":"Rock"},{"id":"152285927","title":"Kishi Bashi: Tiny Desk Concert","teaser":"K Ishibashi is a master of building his music from the ground up, from live violin loops to layered singing to beatboxing, in order to create pocket symphonies steeped in classical music and 21st-century pop. He brings that ingenuity and songcraft to the Tiny Desk at the NPR Music offices.","storyDate":"Thu, 10 May 2012 11:25:00 -0400","audio":{"id":"152370730","type":"primary","title":"18 min 46 sec","description":"18 min 46 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/05/20120509_asc_kishibashi.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/10/kishibashi.jpg","title":"Kishi Bashi performs a Tiny Desk Concert at the NPR Music offices."},"text":"<p>My favorite Tiny Desk Concert moments come when the NPR staff gathers around the desk for an artist they've never heard and walk away wanting more. I wasn't surprised to see that happen with Kishi Bashi — he is, after all, the one musician out of the 1,300 songs or so we previewed for All Songs Considered that we all agreed was a must-see at SXSW. He didn't disappoint.</p><p>Kishi Bashi is not only a musician in the band Of Montreal, but also a master of building songs from the ground up — from live violin loops to layered singing to beatboxing. His songs are complicated pocket symphonies steeped in classical playing and 21st-century pop.</p><p>K Ishibashi (his given name) was born in Seattle, grew up on the East Coast and these days is settled in Norfolk, Va. His superb new album, 151a, is a favorite here in the NPR offices and among anyone who'll listen. It may be steeped in pop songs, but it isn't simple music: Sometimes the songs are in English and sometimes Japanese, sometimes they're tightly composed, sometimes they're wild improvisations. But they're always interesting and full of promise — much like Kishi Bashi's record, his live performances and this Tiny Desk Concert, from which you're sure to walk away wanting more.</p><p>Set List:</p><p>undefined</p><p>\"Improvisation / Atticus, In The Desert\"</p><p>\"Bright Whites\"</p><p>\"I Am The Antichrist To You\"</p><p>undefined</p><p>Credits:</p><p>Producer and Editor: Bob Boilen; Videographer: Michael Katzif; Audio Engineer: Kevin Wait; photo by Emily Bogle/NPR [Copyright 2012 National Public Radio]</p>","genreKey":"rock","genre":"Rock"},{"id":"152226476","title":"Patti Smith, Best Coast, Debo Band And More","teaser":"Hear the latest recommended listening from Bob Boilen, Jacob Ganz and Robin Hiltonborg 2.0<em>, </em>plus a few musical surprises.","storyDate":"Tue, 08 May 2012 12:00:00 -0400","audio":{"id":"152226491","type":"primary","title":"Hear The Show","description":"Hear The Show","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/05/20120508_asc_wholeshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/07/somenights_cvr_sq.jpg","title":"Cover of Some Nights"},"text":"<p>On this edition of All Songs Considered, a strange mishap turns Robin Hilton into a robot ... and he/it is programmed to talk about how great a time the All Songs Considered crew had at our fantastic fun. concert. Hiltonbot 2.0 is good and all, but it could never take the place of flesh-and-blood, music-loving nerdery, so the show includes picks from the apparently-human NPR Music editor Jacob Ganz and All Songs Considered intern Dan Raby.</p><p>On the show: Patti Smith's first album in eight years, which includes a collaboration with Tom Verlaine on the song \"April Fool\"; a nostalgic garage-pop offering from Best Coast; Austin's Deep Time (formerly YellowFever) makes a pop song that surprises; a tropical-infused, electronic song from Hundred Waters and the Debo Band, which Bob fell in love with at globalFEST this year, unveils the first single off its Sub Pop debut. [Copyright 2012 National Public Radio]</p>","genreKey":"rock","genre":"Rock"},{"id":"151704398","title":"The Ting Tings, Yann Tiersen, Squarepusher And More","teaser":"On the latest episode of <em>All Songs Considered</em>, hosts Bob Boilen and Robin Hilton take a circuitous route through this week's recommended listening, starting with two randomly paired videos from the WFMU blog, and ending with angular electronica from Squarepusher.","storyDate":"Tue, 01 May 2012 12:00:00 -0400","audio":{"id":"151775139","type":"primary","title":"Hear The Discussion","description":"Hear The Discussion","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/05/20120501_asc_wholeshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/01/collage20120501.jpg","title":"Clockwise from upper left: Tu Fawning, The Ting Tings, The Memorials, Yann Tiersen"},"text":"<p>On the latest episode of All Songs Considered, hosts Bob Boilen and Robin Hilton take a circuitous route through this week's recommended listening, starting with two randomly paired videos from the WFMU blog, and ending with angular electronica from Squarepusher. Along the way we hear a brash tale of love, loss and the Guggenheim from The Ting Tings; a mix of soul and dubstep from The Memorials, French artist Yann Tiersen's beautiful \"Monuments,\" and a little bit of eerie blues-rock from one of Robin's latest discoveries, Tu Fawning.</p><p>Also on the show: Last week Bob challenged listeners to guess what The Mynabirds song \"Generals\" reminds him of. You've been tossing and turning in your bed trying hopelessly to figure it out. This week, Bob and Robin talk with The Mynabirds singer and songwriter Laura Burhenn about the song and play a few of the listener guesses. Did anyone win a date with Bob? All answers will be revealed in this episode. [Copyright 2012 National Public Radio]</p>","genreKey":"rock","genre":"Rock"}],"key":"rock","genreKey":"rock"},"key":"rock"},{"dbid":465,"id":"139997200","lastUpdate":2456070,"name":"Pop","data":{"title":"Music Genre: Pop","teaser":"NPR Music stories that discuss pop music.","story":[{"id":"145233608","title":"Ryan Tedder: A Hit-Maker With A Golden Touch","teaser":"As a songwriter and producer, Tedder has crafted smash singles for Adele, Beyonce, Kelly Clarkson and others, as well as for his own band, OneRepublic.","storyDate":"Sun, 15 Jan 2012 15:00:00 -0500","audio":{"id":"145273051","type":"primary","title":"Ryan Tedder: A Hit-Maker With A Golden Touch","description":"Ryan Tedder: A Hit-Maker With A Golden Touch","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2012/01/20120115_atc_07.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/01/14/wakingupone_sq.jpg","title":"Waking Up"},"text":"<p>Ryan Tedder has achieved some success with his band OneRepublic, which has landed chart hits with the songs \"Apologize\" and \"All The Right Moves.\" But he's also one of the most sought-after producers in the music world. He's up for a Grammy next month for his work on Adele's 21, and his past credits include mega singles for Beyonce, Kelly Clarkson and Leona Lewis.</p><p>Tedder says that writing pop songs is not unlike building a house: part established formula, part creative spark.</p><p>\"If you're talking to an architect, he can look at a blank piece of paper, and once the initial design is there, the formula kicks in. Each room should have something unique and different about it — much the same way that in a song, every eight bars or so, a new piece of information should be introduced,\" Tedder says. \"You want to be constantly building and taking away because it keeps your ears interested. It keeps your brain actively listening. That's formula — once you have a great idea, make sure you don't screw it up.\"</p><p>NPR's Guy Raz speaks with Tedder about his ups and downs as a professional songsmith. Listen to their conversation, then scroll down for a sampling of Tedder's greatest hits — both with OneRepublic and as a hired gun. [Copyright 2012 National Public Radio]</p>","genreKey":"pop","genre":"Pop"},{"id":"144444523","title":"The Year In Pop — From Iceland And Lebanon","teaser":"Whether you wanted to or not, you probably heard songs that ruled  the charts in the U.S. this year. But how about what was popular on the other side of the globe? Critics from Reykjavik and Beirut pick tracks by the artists who stood out in their home countries.","storyDate":"Sat, 31 Dec 2011 15:00:00 -0500","audio":{"id":"144526685","type":"primary","title":"The Year In Pop — From Iceland And Lebanon","description":"The Year In Pop — From Iceland And Lebanon","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2011/12/20111231_atc_08.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/12/29/83133111_wide.jpg","title":"The Icelandic singer-songwriter Mugison performs in Los Angeles. Mugison had one of the most popular songs in his home country this year with \"Stingum Af.\""},"text":"<p>Whether you wanted to or not, you probably heard the songs that ruled the U.S. charts this year. Weekends on All Things Considered is exploring hits from top pop hot spots around the world. In November, music journalists from Hong Kong and Senegal weighed in on the year in music. Now, guest host Rebecca Sheir finds out what's popular in Reykjavik and Beirut by talking to critics Matthías Magnússon and Samir Wahab. They each pick three songs that best represent the music scenes in their cities. [Copyright 2012 National Public Radio]</p>","genreKey":"pop","genre":"Pop"},{"id":"128655370","title":"Pop Off: Can Kanye Call This A Comeback?","teaser":"The idea of the \"comeback\" song isn't new to pop,  but the turnaround  time is getting a lot shorter.","storyDate":"Wed, 21 Jul 2010 04:00:00 -0400","audio":{"id":"128661728","type":"primary","title":"Listen to the Conversation","description":"Listen to the Conversation","src":"http://pd.npr.org/anon.npr-mp3/npr/me/2010/07/20100721_me_19.mp3"},"image":{"src":"http://media.npr.org/assets/music/blogs/therecord/2010/07/power_sq.jpg","title":"Kanye West's Power cover art"},"text":"<p>Join The Conversation: What's the best comeback song -- with the best comeback story -- ever written? Tell us in the comments.</p><p>Kanye West's \"Power\" is the rapper/producer's first solo release since his infamous run-in with Taylor Swift at MTV's Video Music Awards, which instantly transformed him from \"the artist we love to hate\" into simply \"that guy everybody hates.\" But anyone expecting humble apologies is in for a surprise, as this comeback offers more defiance than contrition.</p><p>undefined</p><p>Over a bombastic sample -- taken from \"21st Century Schizoid Man,\" by '70s progressive-rock icons King Crimson -- Mr. West proclaims of himself \"no one man should have that much power,\" in a chorus derived from Spike Lee's Malcolm X biopic. He lashes out at Saturday Night Live for daring to mock him, with all of the megalomaniacal fury that makes mocking him so irresistible. Kanye has always balanced his cartoonish ego trips with an eagerness to bare his insecurities, though, and in \"Power\" he also owns up to struggling with self-doubt: \"reality is catching up with me/taking my inner child, I’m fighting for its custody.\" Now he just has to hope that fight is one his audience still cares to watch.</p><p>The idea of the \"comeback\" song is not one that's entirely new to pop, although the timeframe between exit and comeback has become somewhat compressed in the 140-character age. (Elapsed time between the Video Music Awards run-in and the day \"Power\" first leaked online: eight months, 15 days.) And comeback singles aren't always successes; the road back from pop oblivion is littered with the likes of the Spice Girls' \"Headlines\" and MC Hammer's \"Pumps And A Bump.\" Two recent examples of comeback singles show two different approaches.</p><p>Rihanna's \"Russian Roulette\" was the first single from her 2009 album Rated-R, and it dealt head-on with her time spent away from the spotlight. The song, co-written by her frequent collaborator Ne-Yo, is a lament about the consequences that rise out of the game of love -- although its violent imagery caused many to think of her domestic-violence incident with Chris Brown, which occurred just a few months prior. Its video debuted on 20/20 in November, strengthening the song's ties to the narrative that she had become older, wiser, and sadder about matters of the heart as a result of the incident in February.</p><p>Kelly Clarkson's \"My Life Would Suck Without You,\" which led off the push for her 2009 album All I Ever Wanted, represented her re-embracing of pop after her \"difficult\" third album My December, which was marked by label-politics-related struggles she had with Sony Music head Clive Davis, thanks to her insistence on penning a lot of the album's tracks herself. Written by Max Martin and Dr. Luke, who had collaborated with her on her genre-spanning 2004 smash \"Since U Been Gone,\" it didn't directly address her previous struggles. But it was pretty much an announcement that she was still able to embrace big, happy hooks -- and it vaulted from No. 97 to No. 1 on the Billboard Hot 100 during its first two weeks on the chart. </p><p>Pop Off is a conversation between music writer Maura Johnston and Jay Smooth (of Illdoctrine.com) about pop music that occasionally airs on Morning Edition. You can hear more of their discussion about Kanye and comebacks in the Culturetopia podcast. If you're just joining us, you can hear and read more from Pop Off, including pieces about Justin Bieber, Nicki Minaj, Usher, Eminem and Lady Gaga. [Copyright 2012 National Public Radio]</p>","genreKey":"pop","genre":"Pop"},{"id":"122610692","title":"$uper$tar Ke$ha Top$ Chart$","teaser":"Described by the artist as a celebration of \"boys, boots, beer, boobs\" and another B-word not suitable for Saturday-morning radio, Ke$ha's debut album has sold more than 150,000 copies in its first week. (The first single, \"Tik Tok,\" is a best-seller in its own right.) Here, the pop star talks about her success and tells the stories behind her songs.","storyDate":"Sat, 16 Jan 2010 08:00:00 -0500","audio":{"id":"122645779","type":"primary","title":"$uper$tar Ke$ha Top$ Chart$","description":"$uper$tar Ke$ha Top$ Chart$","src":"http://pd.npr.org/anon.npr-mp3/npr/wesat/2010/01/20100116_wesat_18.mp3"},"image":{"src":"http://media.npr.org/assets/music/news/2010/01/kesha.jpg","title":"Ke$ha"},"text":"<p>\"Ke$ha's music is repulsive, obnoxious and ridiculously catchy,\" reads a Rolling Stone review of her new, chart-topping debut album, Animal. Described by the artist as a celebration of \"boys, boots, beer, boobs\" and another B-word not suitable for Saturday-morning radio, Ke$ha's debut album has sold more than 150,000 copies since its release on Jan. 5. She recently sat down with Weekend Edition Saturday host Scott Simon to talk about her music.</p><p>\"With this record, I just want to make people happy,\" Ke$ha says. \"I think the whole record is a celebration of fun, youth and life.\"</p><p>Ke$ha -- pronounced KESH-ah -- grew up in the music business. As the daughter of songwriter Pebe Sebert (\"Old Flames Can't Hold a Candle to You\"), Ke$ha began writing songs with her mother after school.</p><p>No Backup Plan</p><p>\"When I was in high school, I'd come home, and for fun we'd write songs together,\" she says. \"I wrote every song on this album. I always knew it was what I wanted to do. ... I never believed in having a backup plan.\"</p><p>With near-perfect SAT scores, for her, a backup plan was never out of the realm of possibility. As a teenager, Ke$ha had a strong intellectual curiosity that extended beyond the music world. </p><p>\"I was very studious,\" she says. \"I was in the international baccalaureate program, I loved physics and math, and I was in the marching band. After practice, I would drive to Belmont [a college in Nashville] and listen to Cold War history classes; I just think it's so interesting. I was really curious about a lot of things that are much deeper than partying and dancing.\"</p><p>Apart from partying and dancing, Animal deals with many topics relevant to teenagers: friends, love, pain. In \"Stephen,\" the 22-year-old sings about a love interest who refuses to give her the time of day. </p><p>\"I really think this is the best revenge,\" she says with a laugh.</p><p>As a woman who describes herself as \"standing for fun\" -- and who claims to brush her teeth with Jack Daniel's -- Ke$ha is the latest phenomenon to assume the classic role of the pop star with attitude. </p><p>\"You can't take for granted that this is pop music,\" she says. \"It's not rocket science, it's not brain surgery, and I'm gonna stand by the fact that I'm proud of this record. I'm not a moron, so there.\" [Copyright 2012 National Public Radio]</p>","genreKey":"pop","genre":"Pop"},{"id":"120326033","title":"The Decade's 50 Most Important Recordings","teaser":"With the decade coming to a close, we compiled a list of the 50 most important recordings of the past 10 years in a wide range of styles and genres. These are the game-changers, the influential or historically significant recordings that signaled a shift in the way music is made or sounds.","storyDate":"Mon, 16 Nov 2009 12:00:00 -0500","audio":{"id":"120326032","type":"primary","title":"NPR Music Staff Discuss The List","description":"NPR Music Staff Discuss The List","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2009/11/20091116_asc_wholeshow.mp3"},"image":{"src":"http://media.npr.org/assets/music/programs/asc/2009/11/decade/collage.jpg","title":"Collage"},"text":"<p>It seemed like an impossible task, but that didn't stop us from trying.  With the first decade of the new millennium coming to a close, we decided to compile a list of the 50 most important recordings of the past 10 years -- a list that covers a wide range of styles and genres, with indelible songs and albums that challenge, inspire and captivate. These are the game-changers: records that signaled some sort of shift in the way music is made or sounds, or ones that were especially influential or historically significant.</p><p>Favorite records don't necessarily qualify. A lot of people, including nearly everyone at NPR Music, love Fleet Foxes' debut album, but was it one of the decade's most important? (You can tell us what you think in the comments section below.) The 50 recordings that appear here are listed alphabetically.  We've included artists and bands from a number of musical worlds, from dubstep and hip-hop to Top 40 pop, classical, jazz, world, beardy folk, metal and hard rock.  There's some country, too, but admittedly no grindcore or goa trance. (Again, you can tell us what you think in the comments section below.)</p><p>A lot of people, including All Songs Considered listeners, helped put this list together. As we culled through the nominees, tears were shed and arguments were had. But one thing we all agreed on: This was one of the best decades yet for music. We can't wait to hear what comes next.</p><p>undefined</p><p>The 50 Most Important Recordings:</p><p>Hear the music and read our reviews.</p><p>A-C (John Adams to Clap Your Hands Say Yeah)</p><p>C-J (Kelly Clarkson to Jay-Z)</p><p>J-M (Norah Jones to Jason Moran)</p><p>O-S (OutKast to Sigur Ros)</p><p>S-W (Britney Spears to Amy Winehouse) [Copyright 2012 National Public Radio]</p>","genreKey":"pop","genre":"Pop"}],"key":"pop","genreKey":"pop"},"key":"pop"},{"dbid":466,"id":"10002","lastUpdate":2456070,"name":"Jazz & Blues","data":{"title":"Music Genre: Jazz","teaser":"Jazz and blues music performances and features from NPR news, NPR cultural programs, and NPR Music stations.","story":[{"id":"151965792","title":"Endangered Blood: Tiny Desk Concert","teaser":"The Brooklyn jazz quartet began by playing benefit concerts for an ill friend, but the band soon realized it had potential for more. Endangered Blood's music draws from post-bop, 20th-century chromaticism and New Orleans funeral marches, showcasing compositions both cerebral and gritty.","storyDate":"Mon, 07 May 2012 10:59:00 -0400","audio":{"id":"152044658","type":"primary","title":"12 min 16 sec","description":"12 min 16 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/05/20120504_asc_endangeredblood.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/04/EndangeredBlood.jpg","title":"Jazz quartet Endangered Blood performs a Tiny Desk Concert at the NPR Music offices."},"text":"<p>When musician friends come together in an informal setting, they don't typically expect more than a good time. But when these meetings result in ongoing collaborations, it's an exciting spectacle.</p><p>The Brooklyn jazz quartet Endangered Blood was formed so its members could play benefit concerts for their friend, saxophonist Andrew D'Angelo, who'd been diagnosed with a brain tumor. D'Angelo eventually made a full recovery, but the group — Trevor Dunn (bass), Jim Black (drums), Chris Speed (tenor saxophone) and Oscar Noriega (alto saxophone) — realized that this ensemble had potential to become a real working band. In 2011, the four released a self-titled debut album.</p><p>Endangered Blood's music draws from the members' diverse backgrounds and influences, combining post-bop, 20th-century chromaticism, traditional New Orleans funeral marches, avant-garde jazz and post-punk to create a sort of mad-scientist concoction. Its compositions are cerebral, but they're also gritty and full of energy.</p><p>We recently invited Endangered Blood to stop by the NPR Music offices while touring through Washington, D.C. Coming from the truck stops of the American South, they could have passed for grunge or punk rockers if they didn't have their saxophones with them (not to mention Speed's porkpie hat). With trucker caps and leather wristbands in tow, the quartet carried off a raw, edgy aesthetic — one more reminder of jazz's immediacy today.</p><p>Set List:</p><p>undefined</p><p>\"Iris\"</p><p>\"Uri Bird\"</p><p>undefined</p><p>Personnel:</p><p>undefined</p><p>Chris Speed, tenor sax</p><p>Oscar Noriega, alto sax</p><p>Trevor Dunn, bass</p><p>Jim Black, drums</p><p>undefined</p><p>Credits:</p><p>Producers: Patrick Jarenwattananon and Dominic Martinez; Editor: Michael Katzif; Videographers: Michael Katzif and Emily Bogle; Audio Engineer: Kevin Wait; photo by Emily Bogle/NPR [Copyright 2012 National Public Radio]</p>","genreKey":"jazzBlues","genre":"Jazz & Blues"},{"id":"147519743","title":"Gospel Meets Jazz, With Unpredictable Results","teaser":"Two recent albums, from Don Byron's New Gospel Quintet and Charlie Haden and Hank Jones, offer contrasting perspectives on the intersection of two quintessentially American music styles.","storyDate":"Mon, 12 Mar 2012 15:00:00 -0400","audio":{"id":"148467398","type":"primary","title":"Gospel Meets Jazz, With Unpredictable Results","description":"Gospel Meets Jazz, With Unpredictable Results","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2012/03/20120312_atc_10.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/02/27/donbyron_wide.jpg","title":"Don Byron released Love, Peace, and Soul with his New Gospel Quintet on Feb. 21."},"text":"<p>Jazz musicians, even agnostic ones, have a soft spot for gospel. It's part of the foundation of American music, an essential language like the blues. That doesn't mean they treat gospel tunes reverently or gingerly. From Louis Armstrong on down, jazz musicians have seized on hymns and spirituals as a starting point for improvisation. Now, two new records showcase contrasting approaches that can be spun out of old-time religious tunes.</p><p>Charles Mingus' approach to gospel has inspired generations of jazz musicians, including Don Byron. Byron and his New Gospel Quintet chase gospel's extroverted side, those toe-tapping jubilee-style rave-ups, on Love, Peace, and Soul. Many of their arrangements open with a vocal chorus, followed by solo turns that travel far from what's printed in the hymnbook. Pianist Xavier Davis nudges gospel's simple harmonies into a modern jazz context.</p><p>The solos on Byron's new work are certainly high spirited — almost Saturday-night boisterous. Sometimes, though, we turn to gospel for calm reflection, and this is where Hank Jones and Charlie Haden shine.</p><p>The second gospel collaboration between Jones and Haden, Come Sunday, was recorded a few months before Jones died in 2010. It is transfixingly effortless music — a conversation between masters, built around these solid, reassuring melodies they've heard (and likely played) for decades.</p><p>Sometimes jazz improvisation has a muscle-flexing, look-what-I-can do aspect. Not this music. Jones and Haden are long past the point of trying to impress anybody. As they shut out the chatter of the modern world, the two go searching for a higher truth, a moment's peace. In these sturdy old songs of faith, they find it.</p><p>  [Copyright 2012 National Public Radio]</p>","genreKey":"jazzBlues","genre":"Jazz & Blues"},{"id":"148034483","title":"Rudresh Mahanthappa: Tiny Desk Concert","teaser":"The saxophonist's new repertoire salutes electric funk, South Indian modes and swarming improvisation. It's impressive on record, but it becomes a bug-eyed, mouth-agape experience live. Naturally, you could spot a few contorted faces when he played the NPR Music offices.","storyDate":"Thu, 08 Mar 2012 11:27:00 -0500","audio":{"id":"148063313","type":"primary","title":"19 min 58 sec","description":"19 min 58 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/03/20120306_asc_rudresh.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/03/06/rudreshmahanthappa1.jpg","title":"Rudresh Mahanthappa performs a Tiny Desk Concert with his band at the NPR Music offices on Feb. 1, 2012."},"text":"<p>Many of us now cringe at the music we loved when we were teenagers.  Rudresh Mahanthappa isn't one of them. Now that he's an internationally  acclaimed saxophonist who tours the world's best jazz clubs and  festivals, he freely admits that he had a thing for smooth jazz growing  up in Colorado in the '80s. \"Besides Charlie Parker,\" he writes in the  liner notes to his latest album, \"the first sounds that inspired me to  play the saxophone as a child were soul/R&B and jazz 'fusion'  artists such as Grover Washington Jr., David Sanborn, the Brecker  Brothers and The Yellowjackets.\"</p><p>That latest album, 2011's Samdhi,  borrows a bit from that past and its electric funk excesses. It also  integrates ideas from South Indian scales and modes, hip-hop  and computer music programming. Atop all that, Mahanthappa is an  astonishing soloist, a swarm of locusts rampaging through an irregular  beat. It's an impressive listen which becomes a bug-eyed, mouth-agape  experience when you see it live.</p><p>When Mahanthappa recently toured the Samdhi songbook  in Washington, D.C., we had him stop by the NPR Music offices to give  us a taste — and he brought along some old friends. Drummer Rudy Royston and  Mahanthappa played in a Denver-based band together some 20-odd years  ago, and have since reconnected in New York; electric bassist Rich Brown  has played in just about every conceivable setting from his home base  of Toronto, including the Canadian Indo-jazz group Autorickshaw;  guitarist Rez Abbasi is a long-time confrere in the dual worlds of jazz  and South Asian music.</p><p>When Rudresh, Rez, Rich and Rudy tore into  the frantic \"Killer,\" everyone  immediately perked up. When we in the audience started looking at each other, we  were all wearing the same giddy, dropped-jaw smile.</p><p>Set List:</p><p>undefined</p><p>\"Killer\"</p><p>\"Playing With Stones\"</p><p>undefined</p><p>Personnel:</p><p>undefined</p><p>Rudresh Mahanthappa, alto saxophone</p><p>Rez  Abbasi, guitar</p><p>Rich  Brown, bass</p><p>Rudy  Royston, drums</p><p>undefined</p><p>Credits:</p><p>Producer:  Patrick Jarenwattananon; Editor: Doriane Raiman; Videographers: Michael  Katzif and Doriane Raiman; Audio Engineer: Kevin Wait; photo by Emily  Bogle/NPR [Copyright 2012 National Public Radio]</p>","genreKey":"jazzBlues","genre":"Jazz & Blues"},{"id":"146156479","title":"Bill Frisell: Tiny Desk Concert","teaser":"The brilliant and nimble guitarist reinvents the songs of John Lennon at the NPR Music offices.","storyDate":"Fri, 03 Feb 2012 11:57:00 -0500","audio":{"id":"146346493","type":"primary","title":"20 min 13 sec","description":"20 min 13 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/02/20120203_asc_bfriselltdc.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/01/31/billfrisell1.jpg","title":"Bill Frisell plays a Tiny Desk Concert at the NPR Music offices on December 16, 2011."},"text":"<p>It was early, maybe half an hour before Bill Frisell was set to arrive for his Tiny Desk Concert. Already, a crowd here at NPR was buzzing around, waiting to hear Frisell make his magic and watching him set up an array of pedals. I've never seen anyone play guitar the way Frisell plays: What I hear is a man on a mission of discovery, where one chord, one note, one effect can send him in unplanned, uncharted directions.</p><p>My palms felt sweaty the first time I saw him play. I know the stomp boxes he uses to make his loops — one of which is an Electro-Harmonix 16-second delay, a pedal I used to use in live performance in the 1980s. I know how fragile and sometimes unpredictable it can be, but it's the backbone of Frisell's bag of many tricks. With that equipment enhancing Frisell's nimble, deft fingerwork and uncanny sense of melody, it all adds up to a brilliant and disarmingly humble performer.</p><p>On this day, Frisell came to perform the music of John Lennon. Now 60, Frisell witnessed the birth of The Beatles and all that it meant to moving the world from cute, catchy songs to sonic adventures — a world of music we don't think twice about anymore. After all these years of hearing The Beatles' music, he's still discovering it, finding small phrases in the songs we know so well — \"Nowhere Man,\" \"In My Life\" and \"Strawberry Fields Forever.\" And here comes the cliche, which is a living truth: Frisell makes these songs feel new again. I only wish Lennon himself could have heard his music through Frisell's beautiful reinventions.</p><p>Set List:</p><p>undefined</p><p>\"Nowhere Man\"</p><p>\"In My Life\"</p><p>\"Strawberry Fields Forever\"</p><p>undefined</p><p>Credits:</p><p>Producer and Editor: Bob Boilen; Videographer: Cristina Fletes; Audio Engineer: Kevin Wait; photo by: Mallory Benedict/NPR [Copyright 2012 National Public Radio]</p>","genreKey":"jazzBlues","genre":"Jazz & Blues"},{"id":"142657112","title":"Singular Jazz Drummer Paul Motian Dies","teaser":"The colorful drummer and composer was known for his deep internal sense of swing. He was 80.","storyDate":"Tue, 22 Nov 2011 15:00:00 -0500","audio":{"id":"142678094","type":"primary","title":"Singular Jazz Drummer Paul Motian Dies","description":"Singular Jazz Drummer Paul Motian Dies","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2011/11/20111122_atc_19.mp3"},"image":{"src":"http://media.npr.org/assets/img/2011/11/22/paul_custom.jpg","title":"Paul Motian, performing live at the Village Vanguard."},"text":"<p>Jazz drummer and composer Paul Motian is dead. He died from complications of multiple myeloma early this morning in New York City. He was 80.</p><p>Though little known outside jazz circles, his career, well over five decades long, helped change the role of drums in jazz. His deep internal sense of swing, and the beauty he could create from colorful, occasionally spare accents, made him among the most respected musicians in his field. Motian grew up in Providence, R.I. He spent time in the Navy and wound up in New York City in the 1950s.</p><p>But most discussions about Paul Motian among jazz fans start on June 25, 1961. That's the day Motian played two albums' worth of music — Sunday At The Village Vanguard and Waltz For Debby — with the Bill Evans Trio.</p><p>undefined</p><p>That incarnation of Bill Evans' band — Evans on piano, with Scott LaFaro on bass — revolutionized the piano trio format. It made the rhythm section just as prominent as the piano.</p><p>\"Before that, it was always like, you know, the pianist with bass and drum accompaniment,\" he told Fresh Air's Terry Gross in 2006. \"And that just happened that way. I think it was because of the three of us. The three individual players who played the way that we played, and when we played, that was the result. That's what happened.\"</p><p>Jazz drumming is all about keeping time. And what Paul Motian did with time, starting with Bill Evans, and more notably as his career progressed, was to prove that it was elastic. Under his touch, the steady ding-ding-a-ling of swing could be implied, rather than explicitly played, and yet still keep the music grooving.</p><p>As his career advanced, so did his artistic vision. Motian began recording his compositions in the 1970s with his own bands.</p><p>Pianist Keith Jarrett played on Motian's 1972 debut as a bandleader, Conception Vessel. In turn, Motian played in Jarrett's bands for almost 10 years.</p><p>\"He was a good drummer because he understood composition,\" Jarrett said. \"A lot of drummers are good drummers because they have some understanding of rhythm. Paul had an innate love of song.\"</p><p>Along the way, Motian played as a sideman and led his own groups. One notable ensemble was The Electric Bebop Band, which reinterpreted jazz classics with horns and multiple electric guitars. And for over 25 years, he also played with a trio of a different kind, featuring electric guitarist Bill Frisell and tenor saxophonist Joe Lovano.</p><p>Eventually, Motian decided to stop touring. Over the past few years, he played only in his home base of New York City, most often in the same room where he recorded with Bill Evans 40 years ago: the Village Vanguard.</p><p>While the Bill Evans Trio accounted for his most celebrated appearances on wax — and was among his proudest achievements — his career continued for decades afterward.</p><p>\"I'm proud of the fact that I'm able to still be around and be able to write music and get better at what I'm doing,\" he told Gross in 2006. \"And I feel like I'm still learning.\"</p><p>undefined</p><p>More on Paul Motian from the NPR Music archives:</p><p>Concerts</p><p>undefined</p><p>Paul Motian, Bill Frisell, Joe Lovano: Live at the Village Vanguard (2008)</p><p>Bill McHenry Quintet: Live at the Village Vanguard (2009)</p><p>Mark Turner Quartet: Live at the Village Vanguard (2011)</p><p>undefined</p><p>Interviews & Profiles</p><p>undefined</p><p>Paul Motian on Fresh Air</p><p>Paul Motian at 75 (All Things Considered)</p><p>The Village Vanguard At 75 (All Things Considered)</p><p>undefined</p><p>More Coverage (Reviews, Commentary, Etc.)</p><p>undefined</p><p>Full Paul Motian artist archive at NPR Music</p><p> [Copyright 2012 National Public Radio]</p>","genreKey":"jazzBlues","genre":"Jazz & Blues"}],"key":"jazzBlues","genreKey":"jazzBlues"},"key":"jazzBlues"},{"dbid":467,"id":"10004","lastUpdate":2456070,"name":"World","data":{"title":"Music Genre: World","teaser":"World music and features from NPR news, NPR cultural programs, and NPR Music stations.","story":[{"id":"152496498","title":"¡Mami! Four Latin Songs For Mother's Day","teaser":"NPR Music's <em>Alt.Latino</em> co-hosts, Felix Contreras and Jasmine Garsd, share a musical tribute to the women who raised them.","storyDate":"Sun, 13 May 2012 08:00:00 -0400","audio":{"id":"152609778","type":"primary","title":"¡Mami! Four Latin Songs For Mother's Day","description":"¡Mami! Four Latin Songs For Mother's Day","src":"http://pd.npr.org/anon.npr-mp3/npr/wesun/2012/05/20120513_wesun_20.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/11/iaia.jpeg?t=1336915046&s=12","title":"Grandma Sara Garcia holds Jasmine's mother, Marta."},"text":"<p>This Mother's Day, Felix Contreras and I pay a visit to Weekend Edition Sunday to share some of the songs the women who raised us listened to — music that made its mark as the soundtrack to our childhoods.</p><p>My grandmother was, at heart, a singer. As an Argentine growing up in times of turmoil, she'd had her fair share of daunting experiences to sing about: She'd seen dictatorships rise and fall, and had endured a tumultuous marriage. She also basked in the love of grandchildren who adored her. I remember her cooking one Saturday morning and belting out a bolero romántico with full force. She stopped suddenly to focus on something else, and a construction worker from the building next door yelled for her to please keep on singing. She had a beautiful, soulful voice.</p><p>Felix's mom introduced him to the rich sounds of Mexican music in all its forms while he was growing up in California. She has a special place in her heart for mariachi, but she also taught Felix and his brothers the two-step dance style of corridos and Mexican cumbias.</p><p>We come into this world unaware of music, so those who raise us steer us in a certain musical direction. For Felix, it was his mother's love of all kinds of music that permeated his soul from a very young age. He's confessed on air that when he was a child, he found the polka-influenced rhythms of Mexican rancheras annoying, and would sneak up to the radio and turn the dial to a station that played The Jackson 5. But the seed had been planted. Felix went on to play in his uncle's conjunto band in high school, and today he embraces the Tex-Mex style as one of his favorites.</p><p>That's why Felix chose to share \"Canción Mixteca\" by The Chieftains and Los Tigres Del Norte, a melancholy song about missing one's home. He also offers a more contemporary tune by Bostich & Fussible, a side project of the band Nortec Collective that fuses norteño styles with electronica.</p><p>Felix adds that he has strong memories of his mom and dad singing boleros together at home, in two-part harmony. Music was and still is a passion of his mother's, and he says he's thankful to have inherited music-loving genes from both his parents.</p><p>As is customary in Latin families, my grandmother played a fundamental role in raising me. She'd pick me up at school, cook meals and, for a good chunk of my life, we even shared a bedroom. She's also the reason I love music so much: I probably heard her singing boleros and tangos as much as I heard her talking.</p><p>Her death last year was truly like losing a mother, and on this Mother's Day, I'm choosing to honor her by sharing one of her favorite milongas (a predecessor of tango, which is quite similar). \"Se Dice De Mi\" (\"They Say About Me\") is a feisty and suggestive track by Argentine actress and singer Tita Merello. The women of tango were tough as nails, lyrically akin to Lil' Kim and Nicki Minaj. They were outspoken and unapologetically sexual. I imagine that my grandmother, like so many Argentine women caught in a culture that kept them down, viewed singing those songs as an act of rebellion in itself.</p><p>Later on, I also share a newer track by Chilean rapper Ana Tijoux. I'm not sure what my grandmother would have thought of Spanish-language rap. My guess is that she would've grumbled about how noisy and artless it was, but nonetheless admired Tijoux's brash political outspokenness and hummed the tune while making arroz con pollo. [Copyright 2012 National Public Radio]</p>","genreKey":"world","genre":"World"},{"id":"152269353","title":"Into The Blue: Seven Songs For A Stormy Day At The Beach","teaser":"A Puerto Rican singer feels like a clam, an Argentine indie rocker's ode to a woman as deep as the Western Pacific, and a Brazilian legend who is ready to navigate the stormy sea. We're in a maritime mood this week, spinning records that are as cool and deep as diving into the ocean.","storyDate":"Thu, 10 May 2012 10:02:00 -0400","audio":{"id":"152292793","type":"primary","title":"Hear This Week's Show","description":"Hear This Week's Show","src":"http://pd.npr.org/anon.npr-mp3/npr/altlat/2012/05/20120508_altlat_fullshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/08/cosmo_sq.jpeg?t=1336502156&s=12","title":"Cosmo"},"text":"<p>English / Spanish</p><p>When I was a child growing up on the East Coast, on the walls of our Boston apartment hung a poster of a painting by Martin Johnson Heade called \"Approaching Thunder Storm\", which showed a fisherman looking towards a dark, ominous horizon. It seemed appropriate that this was the sole decoration in the house, as we were struggling financially and my parents where homesick for their embattled native country, Argentina. There was little money for toys, so my father would make up games to play with me. My favorite was when he'd position his watch so the sunlight would bounce off it and onto the stormy horizon in the painting. He'd tell me: \"Mira hija, ahí esta Campanita. Vive del otro lado del río. Algún día tal vez vos vas a ir a verla.\" (\"Look, there's Tinkerbell. She lives on the other side of the river, and maybe one day you will go see her.\") Shortly thereafter, he returned to Argentina; back in Boston I would often fall asleep staring at that painting, and wondering what the other side was like.</p><p>Indeed, bodies of water have always played a central part in the lexicon of some of my favorite Latin American and Latino music. One of the songs my father and I sang when I was a child was \"La Mar Estaba Serena\" a playful yet melancholy traditional song which simply chants \"the sea was serene, serene was the sea.\" I've always been inspired by Brazilian poet Vinicius de Moraes' ode to deep sea divers, his compatriot, singer Paulino da Viola's beautiful analogy comparing moments in his life to rivers that cross the land (in the song \"Foi Um Rio Que Passou Em Minha Vida\", or \"It Was A River That Passed Through My Life\") and recently fell in love with the more contemporary Dominican-American author Junot Diaz's vivid images of brutality and degradation on the heavenly Dominican beaches.</p><p>Eventually we all moved back to the proverbial stormy other side of the water: to Buenos Aires, where I lived walking distance from the River Plate that divides Argentina from Uruguay, and under the constant threat of a brewing socio-economic storm. I spent a good amount of my adolescence on the river banks up to no good. When in 2001 a tempest broke out and there was a complete socio-economic collapse, I once again found myself staring at the river, and like so many Latin Americans do, wondering whether or not life might be better to be on the other side.</p><p>The imagery of the oceans and rivers also permeates Latin music today, and on this week's show we listen to some artists who dive into the deep blue. We have Puerto Rican indie band Los Petardos' playful but touching song about depression, in which lead singer Macoyo compares himself to a clam on the edge of the sea who feels nothing at all. Argentina's Cosmo pens an ode to a woman whose soul is like a choppy sea. And the legendary Maria Bethânia, from Brazil, presents what is frankly one of the most beautiful and eerie songs I've ever heard, a poem about the storms one faces while navigating through life.</p><p>Wherever you are in your journey, whether you are stuck at bay and desperately wanting to sail off, weathering a storm or cruising through calm waters, we hope you can tune into Alt.Latino.</p><p>undefined</p><p>English / Spanish</p><p>El Mar Azul: Siete Canciones Para Navegar Una Tempestad</p><p>Cuando era pequeña y vivía en la costa este de los Estados Unidos, en las paredes de nuestra casa en Boston colgaba una pintura de Martin Johnson Heade llamada \"Approching Thunderstorm\", en la cual un pescador mira hacia un horizonte de nubes oscuras y amenazantes. Era bastante apropiado que esa fuese la única decoración en la casa, ya que estabamos luchando por mantenernos a flote económicamente y mis padres extrañaban su Argentina natal. Había poco dinero para comprar juguetes, así que mi papá inventaba juegos conmigo. El juego que más me gustaba era cuando ponía  su reloj contra la luz del sol, iluminando un punto en el horizonte oscuro de la pintura. Me decía: \"Mira hija, ahí esta Campanita. Vive al otro lado del río. Tal vez algún día vayas a verla.\" Al poco tiempo, mi papá se volvió a la Argentina; mientras tanto yo en Boston solía quedarme dormida mirando ese cuadro, imaginándome que habría alotro lado.</p><p>El agua siempre tuvo un papel protagónico en algunas de mis canciones y obras literarias favoritas de Latinoamerica.  Una de las canciones que solía cantar con mi padre era \"La Mar Estaba Serena\", una canción infantil tradicional pero melancólica que simplemente repite una y otra vez \"la mar estaba serena, serena estaba la mar\" usando una vocal a la vez.  También en mi infancia jugaron un rol importante el poeta Vinicius de Moraes y su oda a los buceadores su compatriota, Paulinho da Viola, y la bella analogía que hace comparando ciertos momentos de su vida con un río que cruza un paisaje (en la canción \"Foi Um Rio Que Passou Em Minha Vida\");  más recientemente, me gusta el autor dominicano Junot Diaz y sus fuertes imágenes literarias de brutalidad, explotación y degradación en las paradisíacas playas dominicanas. </p><p>Eventualmente, nos volvimos al añorado y tormentoso otro lado del río: Buenos Aires, donde vivíamos a corta distancia del Río De La Plata, bajo la constante amenaza de que se nos viniera encima una tormenta socio-económica. Pasé una buena parte de mi adolescencia a orillas del río haciendo  travesuras, pero cuando la tempestad finalmente se desató en el 2001 y colapsó la economía y la sociedad argentina, , ahí estaba yo, una vez mas, observando el río, y como hacen tantos latinoamericanos, preguntándome si tal vez la vida es mejor al otro lado. </p><p>Hoy en día las imágenes del océano y el río están muy presentes en la música latina, y en el show de esta semana escuchamos algunos artistas cuya música y letra se zambulle en las profundidades del mar. La banda boricua Los Petardos nos otorga una canción alegre pero a la vez fuerte y triste por una gran pena;  el vocalista Macoyo se compara a una almeja que no siente absolutamente nada.  Desde Argentina, la banda Cosmo canta una oda a una mujer con alma de mar turbulento. Y la legendaria cantante brasilera Maria Bethânia presenta un canción espeluznante y bella, un poema acerca de las tormentas que uno debe soportar cuando navega por la vida. </p><p>Todos estamos en puntos distintos  en este gran viaje. Tal vez tu estes anclado en el puerto y desesperado por zarpar; tal vez estás en medio de una gran tormenta en altamar, o tal vez tienes la suerte de estar navegando bellas y tranquilas aguas. Sea cual sea tu estación en la vida, espero que sintonizes Alt.Latino, y nos invites a que te acompañemos en tus aventuras. </p><p>(Se agradece la colaboración de Laura Soto Barra de NPR y Nilda Melissa Diaz del Washington Post para este artículo) [Copyright 2012 National Public Radio]</p>","genreKey":"world","genre":"World"},{"id":"151693973","title":"The Truth About Cinco De Mayo","teaser":"Gustavo Arellano, from the syndicated column \"Ask A Mexican!\" joins us to listen to some Mexican music, and breaks down the origins of Cinco de Mayo — and why it's misunderstood in the U.S.","storyDate":"Wed, 02 May 2012 14:15:00 -0400","audio":{"id":"151851875","type":"primary","title":"Hear This Week's Show","description":"Hear This Week's Show","src":"http://pd.npr.org/anon.npr-mp3/npr/altlat/2012/05/20120502_altlat_fullshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/02/BigStationCover_20120423_102612_sq.jpg","title":"Art."},"text":"<p>English / Spanish</p><p>This week we bring ourselves to that most bicultural of holidays — Cinco de Mayo. As we discuss in the show, there is a question about whether or not this is just another opportunity for happy hour specials or store-wide sales: \"Get your new bed during our Mexican Mattresstravaganza!!!\"</p><p>We invited writer Gustavo Arellano to help us shed some light on the issue. He has tackled this theme before in his syndicated column Ask A Mexican. </p><p>Here on the East Coast, the Cinco de Mayo experience is different from what it is in California. It feels much less connected to themes of cultural pride and more like an excuse to drink margaritas.</p><p>But ni modo (whatever). It is what it is and it's there for us to do with as we please. Take over a park and have dancers, live music and food booths? Orale, dale gas, vato (right on, bro).</p><p>Start a ballet folklorico class in your kid's school? Even better!</p><p>Listen to some righteous music made by Mexican and Mexican-American musicians? You've come to the right place.</p><p>We here at Alt.Latino are big into the idea of obliterating borders while maintaining cultural pride, and our Cinco de Mayo collection is no exception.</p><p>Take Radio Jarocho's track \"Café, Café\" as an example. It's part of a larger turn to jarocho (music from the Mexican port city of Veracruz) by bands trying to stretch the sonic boundaries of that music. Radio Jarocho does it very much by the numbers but infuses this track with an edgy attitude.</p><p>Songwriter and vocalist Alejandro Escovedo comes from a musical family with roots in Afro-Caribbean music, but he's blazed a trail all his own through Austin's alt-country scene with echoes of Mexican music. He dusts off his Spanish this week with a classic bolero that has Jasmine ordering a shot of tequila to wash down the melancholy.</p><p>And a 1960's tortured love song redone by an '80s techno band, then reinterpreted by a group of Mexican-American musicians dedicated to folk? That's \"Tainted Love\" by La Santa Cecilia, an Alt.Latino favorite from Los Angeles.</p><p>Genres are just starting points for Alt.Latino. And to bring it full circle, so is Cinco de Mayo. It's become a time of year when activists lobby for rights of all kinds within the immigrant communities and second and third and fourth generation Mexican Americans connect to their culture, if for only one day a year. It's also a chance to market Cinco de Drinko parties.</p><p>What you make of the holiday depends on your own beliefs. While you contemplate them, turn up the sound on our show to give you some music to think or drink or celebrate by.</p><p>-------------------------------------------------------------------------------</p><p>English / Spanish</p><p>Esta Semana En Alt.Latino: La Verdad Acerca Del Cinco De Mayo</p><p>(Y Escuchamos Nueva Música Mexicana)</p><p>Esta semana estamos observando Cinco de Mayo, un feriado sumamente bicultural. Pero tal como hablamos en el programa, existe la pregunta constante de si en realidad se trata de una oportunidad para que los comerciantes hagan campañas publicitarias y los bares vendan más tragos.</p><p>El Cinco De Mayo se siente muy distinto aquí en la costa este de los Estados Unidos que en California. Creo que existe una desconexión del orgullo cultural que implica esta fecha- más bien parecería ser una excusa para tomar margaritas. </p><p>Pero ni modo. Es un feriado que es existe para que uno haga con el lo que quiera: ocupar un parque, bailar, comer y escuchar música.</p><p>Orale, dale gas vato.</p><p>Iniciar una clase de ballet folclórico en el colegio de tus hijos.... eso suena aún mejor.  </p><p>O escuchar buena música hecha por artistas mexicanos y mexicano-americanos. Ahí es donde entramos nosotros.</p><p>Aquí en Alt.Latino nos encanta la idea de borrar las fronteras pero mantener el orgullo cultural de cada pueblo, y nuestro programa especial para Cinco de Mayo no es ninguna exepción.</p><p>Por ejemplo la canción \"Café, Café\" del grupo Radio Jarocho. Hay un resurgimiento de la música jarocho (música de Veracruz, México), liderado por bandas que buscan ampliar sus horizontes musicales.</p><p>Por otro lado el cantautor Alejandro Escovedo viene de una familia de músicos fuertemente arraigados en la música afro-caribeña, pero ha sido un pionero en mezclar la música alternativa, country y tradicional mexicana. Esta semana estrenamos su interpretación de un bolero clásico... que tiene a Jas practicamente tomando tequilas para apaciguar su melancolía.</p><p>Además tenemos una reinterpretación de una drámatica canción de los años 60, popularizada en la década del 80 por una banda de synth pop.</p><p>La canción \"Tainted Love\" suena muy distinta, pero bellísima en manos de La Santa Cecilia, una de nuestras agrupaciones favorites de Los Angeles.</p><p>Los géneros musicales son tan solo puntos de partida en nuestro programa, y podríamos decir lo mismo acerca de Cinco De Mayo. Se ha convertido en una fecha que les permite a los activistas una plataforma para sus causas, y también una oportunidad para que las personas de herencia mexicana se conecten con sus raíces, aunque tan solo sea por un día. Y es cierto, también se usa para hacerle marketing a las ventas y el consumo de alcohol.</p><p>Lo que cada uno hace con sus feriados tiene que ver con sus creencias personales. Mientras lo piensas, subelé el volumen al show: tenemos mucha música y conversación para estimularte. [Copyright 2012 National Public Radio]</p>","genreKey":"world","genre":"World"},{"id":"151308003","title":"The Perfect Dance Show, Plus Ana Tijoux's New Video","teaser":"If you don't move to this mix from Angola, Argentina, Colombia and New York, we pronounce you dead.","storyDate":"Wed, 25 Apr 2012 16:53:00 -0400","audio":{"id":"151387054","type":"primary","title":"Hear This Week's Show","description":"Hear This Week's Show","src":"http://pd.npr.org/anon.npr-mp3/npr/altlat/2012/04/20120425_altlat_fullshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/04/25/ana_wide.jpeg?t=1335450841&s=12","title":"Like everything Chilean rapper Ana Tijoux does, the video for \"Sacar La Voz\" is simple but poignant, poetic but unpretentious, graceful yet furious."},"text":"<p>The most memorable nights of my life, the ones I will remember when I am an old hermit in the jungle of northeastern Argentina (yes, this is my retirement dream) have all been unplanned, fortuitous mistakes. Nights when I've ended up at unexpected parties, met unusual and delightful people or stumbled across a fantastic hidden dance club and salsa danced the night away.</p><p>In a lot of ways this week's show sounds like a serendipitous, memorable night. We think we've created the perfect dance show, a true international feast, with irresistible tracks from Portugal, Angola, Argentina, Colombia and New York.</p><p>Some of my fondest nocturnal memories involve having incredibly stimulating conversation about politics, society and life at a random bar with a group of strangers. Which is why we also included some fantastic, thought-provoking music from Oaxacan rapper Mare and Chilean rapper extraordinaire Ana Tijoux. This week we premiere Tijoux's new video for the song \"Sacar La Voz\" (Raise Your Voice), from her deeply political recent album La Bala. Like everything Tijoux does, the video is simple but poignant, poetic but unpretentious, graceful yet furious. There is always a serene quality even to Tijoux's most irate songs, proving that tranquility of the mind doesn't negate passion and desire; Tijoux is just very clear and confident about telling it like it is.</p><p>So whether you are in the mood to wander into an obscure bar and have a life-changing conversation or infiltrate an excellent party you weren't invited to, we've got your soundtrack.</p><p>-------------------------------------------------------------------------------</p><p>Las noches más memorables de mi vida, las cuales recordaré cuando soy una anciana ermitaña en la selva misionera en el noreste argentino (si, ese es mi sueño) han sido noches sin plan, llenas de errores fortuitos. Noches en las cuales he ido a una fiesta a la cual no fui invitada, conocido gente extraña y fascinante, o me he topado con un maravilloso club recónditoy bailado salsa hasta la madrugada.</p><p>El show de esta semana me recuerda mucho a una noche llena de aventura, un verdadero festín internacional, con irresistibles canciones de Portugal, Angola, Argentina, Nueva York y Colombia.</p><p>Claro que algunos de mis más gratos recuerdos nocturnos tienen que ver con estimulantes conversaciones sobre la vida con extraños en algun bar de malamuerte. Por eso esta semana también tenemos canciones provocativas por artistas conmovedoras, como la rapera Mare de Oaxaca y la chilena Ana Tijoux. Es mas, esta semana estrenamos el nuevo video de Tijoux, \"Sacar La Voz.\" Esa canción figura en su más reciente álbum La Bala y como todo lo que hace Tijoux, es un video simple pero chocante, lleno de poesía pero libre de pretención, repleto de gracia pero también de furia. Los trabajos de Tijoux siempre tienen una onda serena, demostrando que la tranquilidad mental no quita la pasión. Tijoux simplemente es una persona clara, sabe lo que quiere y dice las cosas como son.</p><p>Si estás de humor para meterte en un obscuro bar y tener una conversación que cambiará tu vida, o simplemente infiltrarte en una fiesta, aquí tenemos música para acompañar todas tus aventuras.  [Copyright 2012 National Public Radio]</p>","genreKey":"world","genre":"World"},{"id":"150797608","title":"Shake Your Fists And Hips: 12 New Music Releases ","teaser":"We're feeling feisty, so join us if you dare, for some tunes from the Dominican Republic, Brazil, Mexico and Puerto Rico.","storyDate":"Wed, 18 Apr 2012 16:48:00 -0400","audio":{"id":"150894254","type":"primary","title":"Listen To This Week's Show","description":"Listen To This Week's Show","src":"http://pd.npr.org/anon.npr-mp3/npr/altlat/2012/04/20120418_altlat_fullshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/04/19/munchidiscos.jpg","title":"Young DJ and producer Munchi"},"text":"<p>This week on Alt.Latino, we are not to be messed with. The musical mood of the last few shows has been mellow, romantic and even lovey-dovey. Now we're listening to a whole lot of grunge and just plain rock 'n' roll. Whether it's Brazilian lo-fi, Spanish post-apocalyptic punk or Mexican pop-rock, we're definitely feeling feisty.</p><p>Yet it wouldn't be an Alt.Latino show if there weren't a few dance tracks. So we take our boxing gloves off and groove to the sounds of a moombahton master from the Dominican Republic and his smooth Puerto Rican sidekick. We'll also hear an Argentine mastermind living in San Francisco and a Venezuelan's ode to traditional music called cardenche.</p><p>Speaking of cardenche, I have to apologize to our listeners twice this week. First, you may notice that at the time of this taping I was grappling with something that felt like the bubonic plague but turned out to be a regular flu. I'm all better now, but I sound like a very angry Donald Duck on today's show. Also, I mispronounced the word cardenche (I said \"cardeneche\") partly because it's a completely new genre to me and partly because, to paraphrase Rick James, Nyquil is a hell of a drug.</p><p>Having said that, I hope you join us, because whether you feel like shaking your fists or your hips, Alt.Latino is definitely the place to be.</p><p>--------------------------------------------------------------------------------</p><p>Esta semana en Alt.Latino, como dirían en algunos países de América Latina, \"nos pusimos bravos.\" La onda de los shows más recientes ha sido tranquila, romántica y hasta se podría decir cursi. Pero hoy estamos de un humor totalmente distinto, escuchando un montón de música grunge y puro rock. Ya sea música brasilera de lo-fi, punk español post-apocalíptico o pop rock mexicano, en definitiva nos estamos sintiendo bastante roqueros.</p><p>Claro, no sería Alt.Latino si no hubiese algo de música bailable. Dejamos de hacer pogo por unos instantes para movernos al son de un maestro dominicano del moombahtón, y su encantador colega, un aspirante a rey del reggaetón boricua. También tocamos algunos discos de un impresionante músico argentino radicado en San Francisco, y escuchamos una oda, escrita por un venezolano, al cardenche, una música tradicional mexicana.</p><p>Hablando del cardenche, tengo que disculparme dos veces con nuestros oyentes. Primeramente, notarán que cuando grabamos este programa, me sentía como si tuviese la plaga bubónica. Solo resultó ser una simple gripe, pero de todos modos, sueno un poco como el Pato Donald en el programa de esta semana, así que sepan excusarme. Por otro lado, pronuncié mal la palabra cardenche (dije cardeneche) en parte porque es un género completamente nuevo para mi, y en parte porque los anticongestivos son tremenda droga.</p><p>Sin embargo, espero que puedan disfrutar del programa. Ya sea para bailar o para hacer pogo, Alt.Latino es el mejor lugar para estar. [Copyright 2012 National Public Radio]</p>","genreKey":"world","genre":"World"}],"key":"world","genreKey":"world"},"key":"world"},{"dbid":468,"id":"92792712","lastUpdate":2456070,"name":"Country","data":{"title":"Music Genre: Country","teaser":"Performances and stories featuring traditions and innovations in American roots and country music.","story":[{"id":"131967772","title":"George Jones: The Voice Of Heartbreak","teaser":"Country music legend George Jones has made a career out of hard living. Decades of drinking, drug addiction, failed marriages and more all filter into his songs. At 79, he is not slowing down.","storyDate":"Mon, 13 Dec 2010 15:00:00 -0500","audio":{"id":"132032596","type":"primary","title":"George Jones: The Voice Of Heartbreak","description":"George Jones: The Voice Of Heartbreak","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2010/12/20101213_atc_15.mp3"},"image":{"src":"http://media.npr.org/assets/img/2010/12/10/jones.jpg","title":"George Jones"},"text":"<p>On the front porch of George Jones' sweeping estate south of Nashville are two round tiles, each with a drawing of a rocking chair and a slash through it, a reminder that he doesn't need your rocking chair.</p><p>Jones is perfectly tailored, wearing ostrich-leather shoes and that impeccable swoop of white hair. He performed about 90 concerts this year at age 79. Retire? No way.</p><p>\"I don't know what I'd do with myself,\" Jones tells All Things Considered host Melissa Block. \"We don't wanna lay down and give up just 'cause we're old. Young people think we're crazy. Oh, one morning you'll wake up and look in the mirror like I did and say, 'What the devil happened? Whoo! Where did it go, oh, Lordy!' \"</p><p>Jones was the youngest of eight kids, born during the Depression in a log house in the Big Thicket, East Texas. His family didn't have electricity, but they did have a battery-powered radio. If you want to figure out where George Jones' voice comes from, he'll tell you -- it all started there, drifting in over the static.</p><p>\"The only music we ever listened to out in the piney woods was Roy Acuff and the Grand Ole Opry,\" Jones says. \"That was the only night of the week I was allowed to lay in the middle of the bed with Mama and Daddy, just long enough to hear Roy Acuff sing; then I had to go back to bed.\"</p><p>In 1954, Jones was 22 when he got his first record deal with Starday Records in Beaumont, Texas. His producer was Pappy Daily.</p><p>\"Finally, Pappy Daily came in there and said, 'George, I've heard you sing like Roy Acuff, Hank Williams, Lefty Frizzell. I just want to know one thing: Can you sing like George Jones?' I said, 'I thought you wanted to sell some records,' \" Jones says, laughing.</p><p>Whatever it is -- the alchemy of Roy, Hank and Lefty, mixed with his own wrenching ache -- Jones can pull and bend notes till they make you hurt.</p><p>Pure Emotion</p><p>That voice has turned on a new generation of country singers, including country star Dierks Bentley, who says he is proud to call Jones a friend. He even hangs a George Jones bottle opener on the keys to his truck. And what he hears in these songs is pure emotion.</p><p>\"He digs into every lyric, every word and milks every emotion out of that word or syllable,\" Bentley says. \"It's really unique. It's definitely his own style -- no one else can copy it.\"</p><p>\"Do you have a favorite George Jones song?\" Block asks.</p><p>\" 'Walk Through This World With Me' is probably my favorite love song,\" Bentley says. \"It's so sparse musically, and it leaves this huge space for his voice to really spread out in.\"</p><p>Sometimes people say it sounds like Jones sings through clenched teeth. Bentley says it's like Jones is \"holding that pain back.\" Either way, Jones sings what he knows: decades of hard drinking, drug addiction, violent rages, bankruptcy, failed rehab and failed marriages (most famously with his singing partner, Tammy Wynette) all filter into his songs.</p><p>\"I'm crazy over a ballad -- one that's got a story, that's different from something you've heard before,\" Jones says.</p><p>A Signature Song</p><p>That brings us to \"He Stopped Loving Her Today,\" a song about unrequited love that is taken to the grave: \"He said I'll love you till I die / She told him you'll forget in time / As the years went slowly by / She still preyed upon his mind.\"</p><p>After Jones finished recording this song, he told producer Billy Sherrill it was too morbid.</p><p>\"I said, 'Billy, I love the song,' but I said, 'It ain't gonna sell. It's too sad,' \" Jones says. \"But anyhow, how wrong could one person be? That turned out to be the signature song of my whole, entire career.\"</p><p>Jones has made a career out of heartbreak and pain, but he says it's not who he is as a person.</p><p>\"It's not that you're unhappy when you're doing ballads,\" Jones says. \"It's just that I try to live the song. During that three minutes or whatever it is, you try to step in that person's shoes. It seems for some reason the words tell you right away that you know how they feel.\" [Copyright 2012 National Public Radio]</p>","genreKey":"country","genre":"Country"},{"id":"129082920","title":"Marty Stuart Returns To His Roots On 'Ghost Train'","teaser":"Stuart has been playing country music professionally since his early teens. From the mid-1980s to the early '90s, he had a lot of mainstream country-music success. But in recent years, Stuart has migrated toward an old-fashioned sound. Rock critic Ken Tucker reviews his latest album, <em>Ghost Train: The Studio B Sessions.</em>","storyDate":"Fri, 20 Aug 2010 11:00:00 -0400","audio":{"id":"129321980","type":"primary","title":"Marty Stuart Returns To His Roots On 'Ghost Train'","description":"Marty Stuart Returns To His Roots On 'Ghost Train'","src":"http://pd.npr.org/anon.npr-mp3/npr/fa/2010/08/20100820_fa_02.mp3"},"image":{"src":"http://media.npr.org/assets/artslife/arts/2010/08/marty-stuart/ghost-train_custom.jpg","title":"Marty Stuart album cover"},"text":"<p>Like countless performers before him, Marty Stuart portrays himself as hunted, haunted, misunderstood -- a rebel on the lam. It's a familiar story, whether it's coming from the blues, honky-tonk or hip-hop. The trick is to make that story sound fresh. Stuart does in the ringing guitars and high-lonesome holler of a song on his new album, Ghost Train, called \"Branded.\" Whether he intends it or not, \"Branded\" is also something of a pun: This new collection is Stuart's proclamation that, while he can't help but become a consumer brand, his branding is that of the outsider. All of this would be hopelessly hokey if the music didn't bolster his line of patter.</p><p>In \"Drifting Apart,\" Marty Stuart howls about a broken marriage in what amounts to an homage to the kind of steel-guitar super-hits George Jones and Buck Owens made decades ago. Stuart wrote the song and produced it himself. The steel guitar is played by Ralph Mooney, the man credited with nothing less than inventing the so-called \"Bakersfield Sound\" on hits with Buck Owens and Wynn Stewart, among many others. Stuart is a fluid guitar player himself, who played bluegrass mandolin behind Lester Flatt when Stuart was 13. But he never gets bogged down in fussy arrangements or mere nostalgia. </p><p>Stuart's duet partner in the vibrant new song \"I Run to You\" is his wife, Connie Smith, a great country singer, starting with her indelible 1964 hit \"Once a Day.\" Sometimes it seems as though Marty Stuart has built a life around him that allows him to live in a kind of perpetual country-music time-machine. He curates exhibits of music memorabilia and photography, and does restoration work on legends such as Porter Wagoner, for whom Stuart produced a lively 2007 album, shortly before Wagoner's death at age 80. Stuart has a song on Ghost Train called \"Porter Wagoner's Grave\" that's at once eloquent and maudlin in a long tradition of country death songs. </p><p>All is not gloom and grave-dust, however, as \"Little Heartbreaker\" demonstrates. The longer you ride in Marty Stuart's Ghost Train, the more its speed and energy hits you like the wind in your face. In the liner notes to this new album, Marty Stuart says that he felt it was time to \"write some songs and play some hard-hitting country music.\" Most of the time, Ghost Train hits hard, dead center in the sweet spot between old and new, until you can't tell the difference. [Copyright 2012 National Public Radio]</p>","genreKey":"country","genre":"Country"},{"id":"124000883","title":"Josh Thompson's Good Ol' Country Debut","teaser":"The singer-songwriter has released his first album, <em>Way Out Here,</em> and rock critic Ken Tucker says it's one of the best country music debuts in a long while.","storyDate":"Tue, 23 Feb 2010 11:00:00 -0500","audio":{"id":"124002945","type":"primary","title":"Josh Thompson's Good Ol' Country Debut","description":"Josh Thompson's Good Ol' Country Debut","src":"http://pd.npr.org/anon.npr-mp3/npr/fa/2010/02/20100223_fa_02.mp3"},"image":{"src":"http://media.npr.org/assets/artslife/arts/2010/02/josh_thompson/wayouthere300_custom.jpg","title":"Way Out Here"},"text":"<p>Within seven months of arriving in Nashville from his native Wisconsin, singer-songwriter Josh Thompson had his first hit song and a music-publishing deal. Now he's released his first album, Way Out Here, in which he comes on like an old pro at making country-music albums. That is, he makes them the way they used to, when albums arrived on vinyl, five songs to a side. </p><p>Most stars think that putting less than 15 tracks on a collection is cheating, while they make most of their cash on hit-single downloads. But Josh Thompson has sussed out his key demo. He knows the country-music audience still buys albums, and probably won't squawk about the number of songs as long as the quality is consistent.</p><p>\"Won't Be Lonely Long\" is a first-rate song that's addictively clever; it fakes you out in the beginning by making you think it's going to be a tears-in-my-beer ballad, then kicks into an upbeat honky-tonk tune. The first, weepy verse is perfect mood music, and the raucous stuff is superb fun. Positioned as the fourth song on the album — after songs that make nods to Waylon Jennings and how all he needs is \"a couple bucks when I'm itchin' for a scratch-off ticket\" — Thompson is pulling off something impressive here.  He's acknowledging his betters and boasting about how far he's already come, without coming off like an arrogant jerk.</p><p>Thompson possesses a strong, surging, but not particularly distinctive voice. It's the voice of a songwriter, which is how Thompson got his foot in the Nashville music industry door. He wrote a popular song for someone else — Jason Michael Carroll — called \"Growing Up Is Getting Old,\" which proved Thompson's gift for melodic hooks and the sort of tight little puns that are the stuff of country-music mini-manifestoes. </p><p>Thompson's own album is stuffed with good examples of this-is-what-I-stand-for statements — most blazingly on the title song, \"Way Out Here,\" where puns do the work of truth-telling. The title refers to the backwoods life the narrator describes with lovingly surly detail. But the phrase also means that this is the way we live out here, with \"guns and the good Lord\" invoked as warnings, and the invocation of three Johns — John Wayne, Johnny Cash and John Deere — to prove his working-class roots. </p><p>Thompson makes a point in interviews to mention his time spent pouring concrete for driveways and basements in his father's Milwaukee concrete business.  Much like the hip-hop industry, authenticity — feigned or real — is important to impress upon the fans. To Thompson's credit, he doesn't brag about it excessively, and often uses it for some fun — as when he says in \"You Ain't Seen Country Yet\": \"If you ain't made love to a Merle Haggard cassette, you ain't seen country yet.\"</p><p>For a first-time album, Way Out Here is impressive not just for the confidence of Thompson's delivery, but also for its consistency. One of the business models of earlier-era country music Thompson doesn't follow is the old formula of front-loading your album with two or three hit singles, and padding the rest with filler. On Way Out Here, Thompson makes every cut count.  [Copyright 2012 National Public Radio]</p>","genreKey":"country","genre":"Country"},{"id":"99009077","title":"The Time Jumpers Beat The Time Clock","teaser":"The band's members spend most of their work days (and nights) playing music for hire. But once a week, these Nashville studio veterans get together to play whatever they want.","storyDate":"Mon, 05 Jan 2009 15:00:00 -0500","audio":{"id":"99028786","type":"primary","title":"The Time Jumpers Beat The Time Clock","description":"The Time Jumpers Beat The Time Clock","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2009/01/20090105_atc_18.mp3"},"image":{"src":"http://media.npr.org/programs/atc/features/2009/jan/timejumpers75.jpg","title":"thumbnail"},"text":"<p>Every day in Nashville, hundreds of musicians sign time cards and put in nine-hour days at recording studios for whomever is paying the bill. Make no mistake: Musicians compete fiercely for these jobs. But making commercial music is still work, just as surely as accounting or bricklaying is work. Which is why most pros belong to at least one band that reminds them why they started playing music in the first place. One such band is The Time Jumpers.</p><p>The musicians are about as good as they come. Bass player Dennis Crouch just finished a tour with Alison Krauss and Robert Plant. Paul Franklin is the most recorded pedal-steel guitarist working today. Fiddler Kenny Sears has been a sideman for classic country artists such as Mel Tillis and Ray Price. Every Monday night for the past 10 years, they and roughly eight other musicians gather on stage at Nashville's famed Station Inn to play the music they want to play.</p><p>It's All About Close Collaboration</p><p>The Station Inn is one of the most famous bluegrass clubs in the world. Its neon beer signs illuminate vintage posters for shows by the likes of Ralph Stanley, The Osborne Brothers and Mac Wiseman. The stage is cozy.</p><p>\"There's 11 of us on a stage that should accommodate five or six,\" Sears says. </p><p>During typical shows, where he's backing up a star, Sears is on giant stages, far apart from his fellow musicians. The Time Jumpers' members draw their energy from intimacy.</p><p>\"Even when we play the Opry, on a big stage,\" Sears says, \"we bunch up together in the middle like a bluegrass band, because it's just much more fun to play that way.\"</p><p>The Grand Ole Opry is where The Time Jumpers were born. Band members and Opry stars passed time between sets playing Western swing tunes in Dressing Room 6. A tentative Monday-night residency at the Station Inn took root, and a more formalized lineup started looking forward to the shows as the highlight of its week. </p><p>Joe Spivey, a recording-studio owner and member of the three-man fiddle section, says The Time Jumpers' music is about as different as it could be from what the Nashville music machine cranks out these days. The members of the band respond accordingly.</p><p>\"That's one of the most joyful things about this band,\" Spivey says. \"Everybody is so conscientious. I mean, you'll notice when somebody's playing solos, everybody's doing whatever they can do to make that soloist sound as good as they can.\"</p><p>Doug Green is happy to play a supporting role — seated in the back, strumming a big arch-top rhythm guitar the way Freddie Green used to for Count Basie's orchestra. But this is Ranger Doug Green, frontman of the Grammy-winning cowboy band Riders in the Sky.</p><p>\"This is my therapy,\" Green says. \"My relaxation. This is when I get together with the people I really like and play music I really love. I don't have to front the band and remember jokes and make up the set list and drive 500 miles. I just get to show up and play with people I respect enormously. It's just inspiring.\"</p><p>Jumpin' Time</p><p>The lines between country music and jazz were blurry decades ago, when Bob Wills and Spade Cooley built the Western swing sound around fiddles, guitars and driving big-band rhythm sections. In Nashville, session pickers and producers such as Hank Garland, Chet Atkins and Owen Bradley were jazz men when they weren't making hillbilly records. So The Time Jumpers' members aren't out to break new ground. They're just an increasingly rare example of a band dedicated to group interpretation of classic American songs like \"Honeysuckle Rose,\" as well as such newer material as Mickey Newbury's \"Sweet Memories.\" Time Jumper Dawn Sears' performance of that ballad on the band's CD, Jumpin' Time, helped earn the band one of its two Grammy nominations last year.</p><p>That recording proved bittersweet, because it captured one of the last performances by the band's longtime steel guitarist, John Hughey. A veteran sideman for Conway Twitty, Vince Gill and Loretta Lynn, Hughey died just after the live CD and DVD were released. His protege Paul Franklin, a veteran of hundreds of hit-album recording sessions, stepped in. </p><p>\"They could have anybody in this band,\" Franklin says. \"I don't think there's a steel guitarist in town that wouldn't jump at this gig. So I was very honored that they asked me. And for me, it's such a step away from what I do on a day-to-day basis. Like today, I did a project that was more like Matchbox Twenty than country. And then to come down here, it's such a nice change of pace.\"</p><p>It goes deeper for lead guitarist Andy Reiss.</p><p>\"To me, the beauty of music is the unspoken communication,\" Reiss says. \"The beauty of music is [that] when your ears are wide open, your heart is wide open. You're not even thinking. You're listening and you're part of something, and everybody is doing that. When that happens, it's pure magic. And as a musician, you know how rare that is.\"</p><p>For these 11 musicians, at least, it's no rarer than once a week. [Copyright 2012 National Public Radio]</p>","genreKey":"country","genre":"Country"},{"id":"98201349","title":"Kitty Wells: Don't Blame The 'Honky-Tonk'","teaser":"Singer Emmylou Harris says a 33-year-old housewife named Kitty Wells turned both country music and the country on its head with \"It Wasn't God Who Made Honky Tonk Angels.\" With that song, Wells captured the tensions of the time and paved the way for more female musicians.","storyDate":"Sun, 14 Dec 2008 15:00:00 -0500","audio":{"id":"98248407","type":"primary","title":"Kitty Wells: Don't Blame The 'Honky-Tonk'","description":"Kitty Wells: Don't Blame The 'Honky-Tonk'","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2008/12/20081214_atc_09.mp3"},"image":{"src":"http://media.npr.org/programs/wesun/features/2008/dec/wells75.jpg","title":"thumbnail"},"text":"<p>In 1952, Hank Thompson's \"The Wild Side of Life\" addressed wild women and finding women on the wild side of life. Without a female voice, it was natural that an answer song was in order, and J.D. Miller's \"It Wasn't God Who Made Honky Tonk Angels\" became a controversial hit for then-budding country singer Kitty Wells. The Library of Congress recently added the song to the National Recording Registry.</p><p>\"Honky Tonk Angels\" referred to the women who hung around honky-tonks — dance-hall girls who'd dance with you for a drink and who lived that kind of \"wild side of life.\" </p><p>There were more divorces in the post-war era than the United States had ever seen. There was more delinquency and more smoking. People would ask, \"Why are we suffering this moral decay?\" At the time, many believed it was because women weren't in the home. </p><p>\"You know, it's OK for a man to go around and cheat and hang out in the bars and expect a little woman to be home with a hot meal,\" country singer Emmylou Harris says.</p><p>A Housewife Gets Banned</p><p>In 1952, Wells was a 33-year-old housewife and mother. She stepped into the studio and recorded a song that in many ways captured the tensions of the time. </p><p>\"All of the sudden, she spoke to a whole psyche,\" Harris says. \"A whole generation of women who probably didn't know that they were not represented on the airways.\"</p><p>\"It Wasn't God Who Made Honky Tonk Angels\" was banned on the NBC radio network and on the Grand Ole Opry. Harris says it not only offended the male-dominated country-music scene, but also the public at large.</p><p>\"Back then, it wasn't really considered proper for a young singer who wasn't married to ride around the country with a bunch of guys — even if it was perfectly innocent and they were the guys in the band,\" Harris says. \"In the case of Kitty, she had to be married to Johnny Wright, so it was OK for her to be on the bus with Johnny Wright and the rest of the guys, because she had a chaperone: her husband.\"</p><p>Paving The Way For Women</p><p>Wells would not describe herself as a feminist. There's always been a strain of songs in the folk and country-music traditions that spoke from the woman's point of view. A woman like Wells could sing about how a woman feels without thinking she had to be a feminist to sing those songs.</p><p>\"Well, I really didn't think too much about it, 'cause I always, you know, was pretty natural with the way I felt and the way I, you know, carried myself around,\" Wells says. \"And of course I tried to make that hit with 'It Wasn't God Who Made Honky Tonk Angels.' Well, Capitol Records got to recording the girl singers, so now we got just about as many girl singers as there are men singers.\"</p><p>Harris is one of those singers — and very vocal about her love for the Queen of Country Music.</p><p>\"She was the perfect representation for that particular time,\" Harris says. \"She really paved the way for a lot of women to get on that bus and ride on down the road.\"</p><p>Mary Bufwack, along with her husband Robert Oermann, is the author of Finding Her Voice: Women in Country Music, 1800 to 2000.</p><p>For more in The Sounds of American Culture series, click here. [Copyright 2012 National Public Radio]</p>","genreKey":"country","genre":"Country"}],"key":"country","genreKey":"country"},"key":"country"},{"dbid":469,"id":"139996449","lastUpdate":2456070,"name":"Latin","data":{"title":"Music Genre: Latin Alternative","teaser":"NPR Music stories featuring Latin Alternative music.","story":[{"id":"152496498","title":"¡Mami! Four Latin Songs For Mother's Day","teaser":"NPR Music's <em>Alt.Latino</em> co-hosts, Felix Contreras and Jasmine Garsd, share a musical tribute to the women who raised them.","storyDate":"Sun, 13 May 2012 08:00:00 -0400","audio":{"id":"152609778","type":"primary","title":"¡Mami! Four Latin Songs For Mother's Day","description":"¡Mami! Four Latin Songs For Mother's Day","src":"http://pd.npr.org/anon.npr-mp3/npr/wesun/2012/05/20120513_wesun_20.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/11/iaia.jpeg?t=1336915046&s=12","title":"Grandma Sara Garcia holds Jasmine's mother, Marta."},"text":"<p>This Mother's Day, Felix Contreras and I pay a visit to Weekend Edition Sunday to share some of the songs the women who raised us listened to — music that made its mark as the soundtrack to our childhoods.</p><p>My grandmother was, at heart, a singer. As an Argentine growing up in times of turmoil, she'd had her fair share of daunting experiences to sing about: She'd seen dictatorships rise and fall, and had endured a tumultuous marriage. She also basked in the love of grandchildren who adored her. I remember her cooking one Saturday morning and belting out a bolero romántico with full force. She stopped suddenly to focus on something else, and a construction worker from the building next door yelled for her to please keep on singing. She had a beautiful, soulful voice.</p><p>Felix's mom introduced him to the rich sounds of Mexican music in all its forms while he was growing up in California. She has a special place in her heart for mariachi, but she also taught Felix and his brothers the two-step dance style of corridos and Mexican cumbias.</p><p>We come into this world unaware of music, so those who raise us steer us in a certain musical direction. For Felix, it was his mother's love of all kinds of music that permeated his soul from a very young age. He's confessed on air that when he was a child, he found the polka-influenced rhythms of Mexican rancheras annoying, and would sneak up to the radio and turn the dial to a station that played The Jackson 5. But the seed had been planted. Felix went on to play in his uncle's conjunto band in high school, and today he embraces the Tex-Mex style as one of his favorites.</p><p>That's why Felix chose to share \"Canción Mixteca\" by The Chieftains and Los Tigres Del Norte, a melancholy song about missing one's home. He also offers a more contemporary tune by Bostich & Fussible, a side project of the band Nortec Collective that fuses norteño styles with electronica.</p><p>Felix adds that he has strong memories of his mom and dad singing boleros together at home, in two-part harmony. Music was and still is a passion of his mother's, and he says he's thankful to have inherited music-loving genes from both his parents.</p><p>As is customary in Latin families, my grandmother played a fundamental role in raising me. She'd pick me up at school, cook meals and, for a good chunk of my life, we even shared a bedroom. She's also the reason I love music so much: I probably heard her singing boleros and tangos as much as I heard her talking.</p><p>Her death last year was truly like losing a mother, and on this Mother's Day, I'm choosing to honor her by sharing one of her favorite milongas (a predecessor of tango, which is quite similar). \"Se Dice De Mi\" (\"They Say About Me\") is a feisty and suggestive track by Argentine actress and singer Tita Merello. The women of tango were tough as nails, lyrically akin to Lil' Kim and Nicki Minaj. They were outspoken and unapologetically sexual. I imagine that my grandmother, like so many Argentine women caught in a culture that kept them down, viewed singing those songs as an act of rebellion in itself.</p><p>Later on, I also share a newer track by Chilean rapper Ana Tijoux. I'm not sure what my grandmother would have thought of Spanish-language rap. My guess is that she would've grumbled about how noisy and artless it was, but nonetheless admired Tijoux's brash political outspokenness and hummed the tune while making arroz con pollo. [Copyright 2012 National Public Radio]</p>","genreKey":"latinAlternative","genre":"Latin"},{"id":"152269353","title":"Into The Blue: Seven Songs For A Stormy Day At The Beach","teaser":"A Puerto Rican singer feels like a clam, an Argentine indie rocker's ode to a woman as deep as the Western Pacific, and a Brazilian legend who is ready to navigate the stormy sea. We're in a maritime mood this week, spinning records that are as cool and deep as diving into the ocean.","storyDate":"Thu, 10 May 2012 10:02:00 -0400","audio":{"id":"152292793","type":"primary","title":"Hear This Week's Show","description":"Hear This Week's Show","src":"http://pd.npr.org/anon.npr-mp3/npr/altlat/2012/05/20120508_altlat_fullshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/08/cosmo_sq.jpeg?t=1336502156&s=12","title":"Cosmo"},"text":"<p>English / Spanish</p><p>When I was a child growing up on the East Coast, on the walls of our Boston apartment hung a poster of a painting by Martin Johnson Heade called \"Approaching Thunder Storm\", which showed a fisherman looking towards a dark, ominous horizon. It seemed appropriate that this was the sole decoration in the house, as we were struggling financially and my parents where homesick for their embattled native country, Argentina. There was little money for toys, so my father would make up games to play with me. My favorite was when he'd position his watch so the sunlight would bounce off it and onto the stormy horizon in the painting. He'd tell me: \"Mira hija, ahí esta Campanita. Vive del otro lado del río. Algún día tal vez vos vas a ir a verla.\" (\"Look, there's Tinkerbell. She lives on the other side of the river, and maybe one day you will go see her.\") Shortly thereafter, he returned to Argentina; back in Boston I would often fall asleep staring at that painting, and wondering what the other side was like.</p><p>Indeed, bodies of water have always played a central part in the lexicon of some of my favorite Latin American and Latino music. One of the songs my father and I sang when I was a child was \"La Mar Estaba Serena\" a playful yet melancholy traditional song which simply chants \"the sea was serene, serene was the sea.\" I've always been inspired by Brazilian poet Vinicius de Moraes' ode to deep sea divers, his compatriot, singer Paulino da Viola's beautiful analogy comparing moments in his life to rivers that cross the land (in the song \"Foi Um Rio Que Passou Em Minha Vida\", or \"It Was A River That Passed Through My Life\") and recently fell in love with the more contemporary Dominican-American author Junot Diaz's vivid images of brutality and degradation on the heavenly Dominican beaches.</p><p>Eventually we all moved back to the proverbial stormy other side of the water: to Buenos Aires, where I lived walking distance from the River Plate that divides Argentina from Uruguay, and under the constant threat of a brewing socio-economic storm. I spent a good amount of my adolescence on the river banks up to no good. When in 2001 a tempest broke out and there was a complete socio-economic collapse, I once again found myself staring at the river, and like so many Latin Americans do, wondering whether or not life might be better to be on the other side.</p><p>The imagery of the oceans and rivers also permeates Latin music today, and on this week's show we listen to some artists who dive into the deep blue. We have Puerto Rican indie band Los Petardos' playful but touching song about depression, in which lead singer Macoyo compares himself to a clam on the edge of the sea who feels nothing at all. Argentina's Cosmo pens an ode to a woman whose soul is like a choppy sea. And the legendary Maria Bethânia, from Brazil, presents what is frankly one of the most beautiful and eerie songs I've ever heard, a poem about the storms one faces while navigating through life.</p><p>Wherever you are in your journey, whether you are stuck at bay and desperately wanting to sail off, weathering a storm or cruising through calm waters, we hope you can tune into Alt.Latino.</p><p>undefined</p><p>English / Spanish</p><p>El Mar Azul: Siete Canciones Para Navegar Una Tempestad</p><p>Cuando era pequeña y vivía en la costa este de los Estados Unidos, en las paredes de nuestra casa en Boston colgaba una pintura de Martin Johnson Heade llamada \"Approching Thunderstorm\", en la cual un pescador mira hacia un horizonte de nubes oscuras y amenazantes. Era bastante apropiado que esa fuese la única decoración en la casa, ya que estabamos luchando por mantenernos a flote económicamente y mis padres extrañaban su Argentina natal. Había poco dinero para comprar juguetes, así que mi papá inventaba juegos conmigo. El juego que más me gustaba era cuando ponía  su reloj contra la luz del sol, iluminando un punto en el horizonte oscuro de la pintura. Me decía: \"Mira hija, ahí esta Campanita. Vive al otro lado del río. Tal vez algún día vayas a verla.\" Al poco tiempo, mi papá se volvió a la Argentina; mientras tanto yo en Boston solía quedarme dormida mirando ese cuadro, imaginándome que habría alotro lado.</p><p>El agua siempre tuvo un papel protagónico en algunas de mis canciones y obras literarias favoritas de Latinoamerica.  Una de las canciones que solía cantar con mi padre era \"La Mar Estaba Serena\", una canción infantil tradicional pero melancólica que simplemente repite una y otra vez \"la mar estaba serena, serena estaba la mar\" usando una vocal a la vez.  También en mi infancia jugaron un rol importante el poeta Vinicius de Moraes y su oda a los buceadores su compatriota, Paulinho da Viola, y la bella analogía que hace comparando ciertos momentos de su vida con un río que cruza un paisaje (en la canción \"Foi Um Rio Que Passou Em Minha Vida\");  más recientemente, me gusta el autor dominicano Junot Diaz y sus fuertes imágenes literarias de brutalidad, explotación y degradación en las paradisíacas playas dominicanas. </p><p>Eventualmente, nos volvimos al añorado y tormentoso otro lado del río: Buenos Aires, donde vivíamos a corta distancia del Río De La Plata, bajo la constante amenaza de que se nos viniera encima una tormenta socio-económica. Pasé una buena parte de mi adolescencia a orillas del río haciendo  travesuras, pero cuando la tempestad finalmente se desató en el 2001 y colapsó la economía y la sociedad argentina, , ahí estaba yo, una vez mas, observando el río, y como hacen tantos latinoamericanos, preguntándome si tal vez la vida es mejor al otro lado. </p><p>Hoy en día las imágenes del océano y el río están muy presentes en la música latina, y en el show de esta semana escuchamos algunos artistas cuya música y letra se zambulle en las profundidades del mar. La banda boricua Los Petardos nos otorga una canción alegre pero a la vez fuerte y triste por una gran pena;  el vocalista Macoyo se compara a una almeja que no siente absolutamente nada.  Desde Argentina, la banda Cosmo canta una oda a una mujer con alma de mar turbulento. Y la legendaria cantante brasilera Maria Bethânia presenta un canción espeluznante y bella, un poema acerca de las tormentas que uno debe soportar cuando navega por la vida. </p><p>Todos estamos en puntos distintos  en este gran viaje. Tal vez tu estes anclado en el puerto y desesperado por zarpar; tal vez estás en medio de una gran tormenta en altamar, o tal vez tienes la suerte de estar navegando bellas y tranquilas aguas. Sea cual sea tu estación en la vida, espero que sintonizes Alt.Latino, y nos invites a que te acompañemos en tus aventuras. </p><p>(Se agradece la colaboración de Laura Soto Barra de NPR y Nilda Melissa Diaz del Washington Post para este artículo) [Copyright 2012 National Public Radio]</p>","genreKey":"latinAlternative","genre":"Latin"},{"id":"151693973","title":"The Truth About Cinco De Mayo","teaser":"Gustavo Arellano, from the syndicated column \"Ask A Mexican!\" joins us to listen to some Mexican music, and breaks down the origins of Cinco de Mayo — and why it's misunderstood in the U.S.","storyDate":"Wed, 02 May 2012 14:15:00 -0400","audio":{"id":"151851875","type":"primary","title":"Hear This Week's Show","description":"Hear This Week's Show","src":"http://pd.npr.org/anon.npr-mp3/npr/altlat/2012/05/20120502_altlat_fullshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/02/BigStationCover_20120423_102612_sq.jpg","title":"Art."},"text":"<p>English / Spanish</p><p>This week we bring ourselves to that most bicultural of holidays — Cinco de Mayo. As we discuss in the show, there is a question about whether or not this is just another opportunity for happy hour specials or store-wide sales: \"Get your new bed during our Mexican Mattresstravaganza!!!\"</p><p>We invited writer Gustavo Arellano to help us shed some light on the issue. He has tackled this theme before in his syndicated column Ask A Mexican. </p><p>Here on the East Coast, the Cinco de Mayo experience is different from what it is in California. It feels much less connected to themes of cultural pride and more like an excuse to drink margaritas.</p><p>But ni modo (whatever). It is what it is and it's there for us to do with as we please. Take over a park and have dancers, live music and food booths? Orale, dale gas, vato (right on, bro).</p><p>Start a ballet folklorico class in your kid's school? Even better!</p><p>Listen to some righteous music made by Mexican and Mexican-American musicians? You've come to the right place.</p><p>We here at Alt.Latino are big into the idea of obliterating borders while maintaining cultural pride, and our Cinco de Mayo collection is no exception.</p><p>Take Radio Jarocho's track \"Café, Café\" as an example. It's part of a larger turn to jarocho (music from the Mexican port city of Veracruz) by bands trying to stretch the sonic boundaries of that music. Radio Jarocho does it very much by the numbers but infuses this track with an edgy attitude.</p><p>Songwriter and vocalist Alejandro Escovedo comes from a musical family with roots in Afro-Caribbean music, but he's blazed a trail all his own through Austin's alt-country scene with echoes of Mexican music. He dusts off his Spanish this week with a classic bolero that has Jasmine ordering a shot of tequila to wash down the melancholy.</p><p>And a 1960's tortured love song redone by an '80s techno band, then reinterpreted by a group of Mexican-American musicians dedicated to folk? That's \"Tainted Love\" by La Santa Cecilia, an Alt.Latino favorite from Los Angeles.</p><p>Genres are just starting points for Alt.Latino. And to bring it full circle, so is Cinco de Mayo. It's become a time of year when activists lobby for rights of all kinds within the immigrant communities and second and third and fourth generation Mexican Americans connect to their culture, if for only one day a year. It's also a chance to market Cinco de Drinko parties.</p><p>What you make of the holiday depends on your own beliefs. While you contemplate them, turn up the sound on our show to give you some music to think or drink or celebrate by.</p><p>-------------------------------------------------------------------------------</p><p>English / Spanish</p><p>Esta Semana En Alt.Latino: La Verdad Acerca Del Cinco De Mayo</p><p>(Y Escuchamos Nueva Música Mexicana)</p><p>Esta semana estamos observando Cinco de Mayo, un feriado sumamente bicultural. Pero tal como hablamos en el programa, existe la pregunta constante de si en realidad se trata de una oportunidad para que los comerciantes hagan campañas publicitarias y los bares vendan más tragos.</p><p>El Cinco De Mayo se siente muy distinto aquí en la costa este de los Estados Unidos que en California. Creo que existe una desconexión del orgullo cultural que implica esta fecha- más bien parecería ser una excusa para tomar margaritas. </p><p>Pero ni modo. Es un feriado que es existe para que uno haga con el lo que quiera: ocupar un parque, bailar, comer y escuchar música.</p><p>Orale, dale gas vato.</p><p>Iniciar una clase de ballet folclórico en el colegio de tus hijos.... eso suena aún mejor.  </p><p>O escuchar buena música hecha por artistas mexicanos y mexicano-americanos. Ahí es donde entramos nosotros.</p><p>Aquí en Alt.Latino nos encanta la idea de borrar las fronteras pero mantener el orgullo cultural de cada pueblo, y nuestro programa especial para Cinco de Mayo no es ninguna exepción.</p><p>Por ejemplo la canción \"Café, Café\" del grupo Radio Jarocho. Hay un resurgimiento de la música jarocho (música de Veracruz, México), liderado por bandas que buscan ampliar sus horizontes musicales.</p><p>Por otro lado el cantautor Alejandro Escovedo viene de una familia de músicos fuertemente arraigados en la música afro-caribeña, pero ha sido un pionero en mezclar la música alternativa, country y tradicional mexicana. Esta semana estrenamos su interpretación de un bolero clásico... que tiene a Jas practicamente tomando tequilas para apaciguar su melancolía.</p><p>Además tenemos una reinterpretación de una drámatica canción de los años 60, popularizada en la década del 80 por una banda de synth pop.</p><p>La canción \"Tainted Love\" suena muy distinta, pero bellísima en manos de La Santa Cecilia, una de nuestras agrupaciones favorites de Los Angeles.</p><p>Los géneros musicales son tan solo puntos de partida en nuestro programa, y podríamos decir lo mismo acerca de Cinco De Mayo. Se ha convertido en una fecha que les permite a los activistas una plataforma para sus causas, y también una oportunidad para que las personas de herencia mexicana se conecten con sus raíces, aunque tan solo sea por un día. Y es cierto, también se usa para hacerle marketing a las ventas y el consumo de alcohol.</p><p>Lo que cada uno hace con sus feriados tiene que ver con sus creencias personales. Mientras lo piensas, subelé el volumen al show: tenemos mucha música y conversación para estimularte. [Copyright 2012 National Public Radio]</p>","genreKey":"latinAlternative","genre":"Latin"},{"id":"151308003","title":"The Perfect Dance Show, Plus Ana Tijoux's New Video","teaser":"If you don't move to this mix from Angola, Argentina, Colombia and New York, we pronounce you dead.","storyDate":"Wed, 25 Apr 2012 16:53:00 -0400","audio":{"id":"151387054","type":"primary","title":"Hear This Week's Show","description":"Hear This Week's Show","src":"http://pd.npr.org/anon.npr-mp3/npr/altlat/2012/04/20120425_altlat_fullshow.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/04/25/ana_wide.jpeg?t=1335450841&s=12","title":"Like everything Chilean rapper Ana Tijoux does, the video for \"Sacar La Voz\" is simple but poignant, poetic but unpretentious, graceful yet furious."},"text":"<p>The most memorable nights of my life, the ones I will remember when I am an old hermit in the jungle of northeastern Argentina (yes, this is my retirement dream) have all been unplanned, fortuitous mistakes. Nights when I've ended up at unexpected parties, met unusual and delightful people or stumbled across a fantastic hidden dance club and salsa danced the night away.</p><p>In a lot of ways this week's show sounds like a serendipitous, memorable night. We think we've created the perfect dance show, a true international feast, with irresistible tracks from Portugal, Angola, Argentina, Colombia and New York.</p><p>Some of my fondest nocturnal memories involve having incredibly stimulating conversation about politics, society and life at a random bar with a group of strangers. Which is why we also included some fantastic, thought-provoking music from Oaxacan rapper Mare and Chilean rapper extraordinaire Ana Tijoux. This week we premiere Tijoux's new video for the song \"Sacar La Voz\" (Raise Your Voice), from her deeply political recent album La Bala. Like everything Tijoux does, the video is simple but poignant, poetic but unpretentious, graceful yet furious. There is always a serene quality even to Tijoux's most irate songs, proving that tranquility of the mind doesn't negate passion and desire; Tijoux is just very clear and confident about telling it like it is.</p><p>So whether you are in the mood to wander into an obscure bar and have a life-changing conversation or infiltrate an excellent party you weren't invited to, we've got your soundtrack.</p><p>-------------------------------------------------------------------------------</p><p>Las noches más memorables de mi vida, las cuales recordaré cuando soy una anciana ermitaña en la selva misionera en el noreste argentino (si, ese es mi sueño) han sido noches sin plan, llenas de errores fortuitos. Noches en las cuales he ido a una fiesta a la cual no fui invitada, conocido gente extraña y fascinante, o me he topado con un maravilloso club recónditoy bailado salsa hasta la madrugada.</p><p>El show de esta semana me recuerda mucho a una noche llena de aventura, un verdadero festín internacional, con irresistibles canciones de Portugal, Angola, Argentina, Nueva York y Colombia.</p><p>Claro que algunos de mis más gratos recuerdos nocturnos tienen que ver con estimulantes conversaciones sobre la vida con extraños en algun bar de malamuerte. Por eso esta semana también tenemos canciones provocativas por artistas conmovedoras, como la rapera Mare de Oaxaca y la chilena Ana Tijoux. Es mas, esta semana estrenamos el nuevo video de Tijoux, \"Sacar La Voz.\" Esa canción figura en su más reciente álbum La Bala y como todo lo que hace Tijoux, es un video simple pero chocante, lleno de poesía pero libre de pretención, repleto de gracia pero también de furia. Los trabajos de Tijoux siempre tienen una onda serena, demostrando que la tranquilidad mental no quita la pasión. Tijoux simplemente es una persona clara, sabe lo que quiere y dice las cosas como son.</p><p>Si estás de humor para meterte en un obscuro bar y tener una conversación que cambiará tu vida, o simplemente infiltrarte en una fiesta, aquí tenemos música para acompañar todas tus aventuras.  [Copyright 2012 National Public Radio]</p>","genreKey":"latinAlternative","genre":"Latin"},{"id":"151053557","title":"What's Hot On The Billboard Latin Charts","teaser":"<em>Billboard en Español</em> managing editor Judy Cantor-Navas and NPR's Guy Raz discuss the artists dominating Latin music in the American market.","storyDate":"Sun, 22 Apr 2012 15:00:00 -0400","audio":{"id":"151168588","type":"primary","title":"What's Hot On The Billboard Latin Charts","description":"What's Hot On The Billboard Latin Charts","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2012/04/20120422_atc_09.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/04/20/princeroyce_cvr_sq.jpg","title":"Cover."},"text":"<p>Although Billboard's Latin Songs chart has long been a crucial indicator for Spanish-language music in the U.S. market, the tune that has topped the chart for the past three weeks isn't actually in Spanish. The international hit, Michel Teló's \"Ai Se Eu Te Pego,\" is the first-ever Portuguese song to hit No. 1 — thanks in part to its popularity on YouTube, as well as with soccer fans.</p><p>In advance of the Billboard Latin Music Awards on April 26, Billboard en Español managing editor Judy Cantor-Navas chats with NPR's Guy Raz about Teló and other artists currently heating up the Latin charts. [Copyright 2012 National Public Radio]</p>","genreKey":"latinAlternative","genre":"Latin"}],"key":"latinAlternative","genreKey":"latinAlternative"},"key":"latinAlternative"},{"dbid":470,"id":"10003","lastUpdate":2456070,"name":"Classical","data":{"title":"Music Genre: Classical","teaser":"Classical music performances and features from NPR news, NPR cultural programs, and NPR Music stations.","story":[{"id":"152667784","title":"Garth Knox: One Viola And 1,000 Years Of Musical History","teaser":"On his new album, <em>Saltarello</em>, the adventurousviolist creates surprising musical juxtapositions.","storyDate":"Mon, 14 May 2012 15:00:00 -0400","audio":{"id":"152703805","type":"primary","title":"Garth Knox: One Viola And 1,000 Years Of Musical History","description":"Garth Knox: One Viola And 1,000 Years Of Musical History","src":"http://pd.npr.org/anon.npr-mp3/npr/atc/2012/05/20120514_atc_18.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/14/knox_pf2.jpg","title":"On Garth Knox's new album, Saltarello, the adventurous violist creates surprising musical juxtapositions."},"text":"<p>Garth Knox was born to play the viola. As a youngster, he already had two sisters who played violin and a brother who played cello. \"So for the family string quartet,\" Knox says, \"it was very clear from the start which instrument I would play.\"</p><p>On his new album, Saltarello, Knox traverses almost 1,000 years of music history, playing not only the viola but also the medieval fiddle and the viola d'amore, a forgotten member of the viola family with an extra set of strings vibrating underneath the fingerboard. Knox says the instrument appeared and then disappeared in musical history.</p><p>\"A lot of babies were thrown out with the bath water,\" he says in an interview with All Things Considered host Robert Siegel. \"And I thought the viola d'amore was a particularly big baby that had been thrown away by mistake. I and others are trying to bring it back and show just how beautiful it can be.\"</p><p>The instrument appears in the album's opening track — \"Black Brittany,\" an arrangement of a traditional Irish song — and in a stripped-down version of a Vivaldi concerto. Instead of the standard orchestral accompaniment, Knox arranged the work for just two instruments: the viola d'amore and a cello.</p><p>\"I noticed over the years that baroque players like to lighten things up and make it clearer by reducing the number of people playing,\" Knox says. \"And I thought it would be nice just to see how far I could go, and in this Vivaldi piece I think we've reached the limit. I think it gains something. I think it's exciting to hear it played like this.\"</p><p>The oldest music on Saltarello is by the 12th century abbess and composer Hildegard von Bingen; Knox plays it on the medieval fiddle, an instrument that he says looks like what you see depicted in Renaissance paintings.</p><p>\"You usually see angels playing them,\" Knox says. \"They usually have five strings, and their bridge is flat and you can play all the strings all the time, which is the idea. It's a very beautiful instrument, and it has a very earthy sound.\"</p><p>Immediately following the ancient sounds, Knox jumps more than 900 years to a new piece, Vent Nocturne (Dark Mirrors), written for him by Kaija Saariaho. It's all part of Knox's musical journey.</p><p>\"I thought it would be very interesting to put things together which normally you don't hear together,\" Knox says, \"and see just what the differences are.\" [Copyright 2012 National Public Radio]</p>","genreKey":"classical","genre":"Classical"},{"id":"152287034","title":"Pedro Soler And Gaspar Claus: Tiny Desk Concert","teaser":"The improvisational music of father and son Pedro Soler and Gaspar Claus functions as a beautiful conversation. Soler plays a delicate flamenco guitar, while Claus turns the cello into an exquisitely expressive voice. The two bring that spirit to their intimate performance in the NPR Music offices.","storyDate":"Mon, 14 May 2012 12:51:00 -0400","audio":{"id":"152535473","type":"primary","title":"17 min 59 sec","description":"17 min 59 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/05/20120511_asc_solarclaus.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/05/08/solerclaus.jpg","title":"Pedor Soler and Gaspar Claus perform a Tiny Desk Concert at the NPR Music offices."},"text":"<p>Music can be a beautiful conversation — rarely is that more evident than in this Tiny Desk Concert performance with the father-son duo of Pedro Soler and Gaspar Claus. Soler plays a delicate, intimate version of flamenco guitar, while his son turns the cello into an exquisitely expressive voice. Though 45 years separate them, pay attention to how they communicate. Music as a living language, and an invisible emotional exchange, is clearly apparent in these improvisational compositions.</p><p>The sound Soler and Claus create is captured on their superb 2011 album Barlande. The album was recorded in Brooklyn, released last year and produced by Bryce Dessner, best known as the guitarist with The National. And, thanks to Dessner, many outside of the worlds of flamenco and improvisation know about it. One of the loveliest records of this short century, it gets its due in this performance at the Tiny Desk.</p><p>Set List:</p><p>undefined</p><p>\"La Petenera\"</p><p>\"La Graneña\"</p><p>undefined</p><p>Credits:</p><p>Producer: Bob Boilen; Editor: Doriane Raiman; Videographer: Michael Katzif; Audio Engineer: Kevin Wait; photo by Doriane Raiman/NPR [Copyright 2012 National Public Radio]</p>","genreKey":"classical","genre":"Classical"},{"id":"150561362","title":"For Orthodox Easter, Music That Faces East","teaser":"Some 300 million Christians around the world are celebrating Easter today — and their music and art are grounded in a cultural and religious crossroads. ","storyDate":"Sun, 15 Apr 2012 08:00:00 -0400","audio":{"id":"150668070","type":"primary","title":"For Orthodox Easter, Music That Faces East","description":"For Orthodox Easter, Music That Faces East","src":"http://pd.npr.org/anon.npr-mp3/npr/wesun/2012/04/20120415_wesun_19.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/04/13/cappella-romana.jpg","title":"The vocal ensemble Cappella Romana, founded and led by Alexander Lingas (front)."},"text":"<p>Do you think Easter has already passed this year? Not quite. For about 300 million Eastern Orthodox Christians around the globe, Easter is actually today, April 15th. From Jerusalem to Athens, Ethiopia to Moscow and Portland, Maine to Portland, Ore., believers ushered in their holiest day of the year at services held just at the cusp of midnight.</p><p>As a new exhibition and a recent concert at New York's Metropolitan Museum make clear, much of the history and arts of these Christian communities is very firmly rooted in Eastern soil.</p><p>The liturgical music that was heard around the Byzantine Empire centuries ago isn't all that far from what you still hear in Greek Orthodox churches around the world today. Cappella Romana, a choral group based in Portland, Ore. specializes in singing medieval Byzantine music. The ensemble was founded in 1991 to explore the musical traditions of both Eastern and Western Christianity. Its founding artistic director, Dr. Alexander Lingas, says his group tries to reflect early Christianity's geographical sweep.</p><p>\"The thing is,\" Lingas says, \"you start on the basis of a single Roman Empire that had as its borders Scotland on the one hand — the emperor Constantine was born way up in the British Isles [actually, Constantine the Great was born in what is now Serbia, but was named as emperor near York, England -AT] — and you had essentially a Mediterranean tradition.\"</p><p>Back then, both the Byzantines and their neighbors called this empire the Roman Empire. We're talking the seventh to ninth centuries; there were thriving Jewish communities, several Christian factions and a burgeoning Muslim presence. And what we today call the Byzantine Empire was the hub of the universe, says Helen Evans, the curator for Byzantine art at the Metropolitan Museum of Art, who organized a new exhibition called \"Byzantium and Islam: Age of Transition.\"</p><p>\"It's this incredible economic power, these amazing trade routes, a controlling force — it's not the eastern edge of Western Europe,\" Evans says. \"It was the center of the world for most of its history. The world was seen as being centered in Jerusalem, the Holy Land, and expanding out.\"</p><p>Lingas concurs: \"Christianity is an Eastern religion, which we tend to forget sometimes.\"</p><p>The intersection of religions and cultures is at the heart of the Met exhibition. It includes a selection of small ceramic oil lamps, which scholars believe were all made in the 8th century in the same workshop in what's now northern Jordan. But here's the twist: Each of the lamps is decorated according to the different religious inclinations of their potential buyers. There are crosses for the Christians, Islamic blessings in Arabic for Muslim shoppers, and a simple floral design for maybe a more secular-minded consumer. One particularly intriguing lamp says in Greek on one side: \"The light of Christ is the Resurrection.\" But on the bottom of the same object, in Arabic, the lamp bears the common Muslim bismillah phrase: \"In the name of God, the Merciful, the Compassionate.\"</p><p>\"What we were trying to do in the exhibition,\" Evans says, \"was to show that you have this multiplicity of people. We tend to think that there was this kind of black/white, that there was Islam, everybody's Muslim, that's one group — and they never speak to the other side, which is Christian, or Jewish, and that those two groups don't speak to each other either, and they all live in test tubes and they never have to go shopping at the same fruit market. It's just not true!\"</p><p>The museum invited Cappella Romana to make that point musically, and the ensemble released a new album, Mt. Sinai: Frontier of Byzantium, to coincide with the Met show. For half of their performance, the selections were culled from music that would have been heard on Holy Friday, the Friday before Easter, in Jerusalem in the early 10th century. The other half of the program is music that was sung at the St. Catherine of Alexandria monastery in the Sinai.</p><p>Lingas says it's essential to remember this music is a living tradition that connects the far-flung roots of early Christian history to today.</p><p>\"You have types of scales and ways of singing vocal ornaments that are not what Western classical singers are used to doing,\" Lingas says. Instead of standard Western vocal technique, he and his singers use a different vocal placement, a more Eastern-sounding vocal timbre, and what he calls \"the same notes but with a few added little twiddly bits in between.\"</p><p>Facing east on this Easter Sunday, it's important to remember the twiddly bits that bind cultures. [Copyright 2012 National Public Radio]</p>","genreKey":"classical","genre":"Classical"},{"id":"149643877","title":"So Percussion: Tiny Desk Concert","teaser":"The minute its members were ensconced in our office, So Percussion started borrowing items to add to its set, from an amplified cactus and bells to a mug filled with spare change and an empty padded envelope. The ensemble performs original pieces and the works of John Cage at the Tiny Desk.","storyDate":"Mon, 02 Apr 2012 10:44:00 -0400","audio":{"id":"149717591","type":"primary","title":"14 min 53 sec","description":"14 min 53 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/03/20120330_asc_sopercussion.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/03/29/sopercussion_wide.jpg","title":"So Percussion performs a Tiny Desk Concert at the NPR Music offices on Jan. 31, 2012."},"text":"<p>As one of the most exciting and thought-provoking groups in the business, So Percussion's members (Eric Beach, Josh Quillen, Adam Sliwinski and Jason Treuting) take composer, author and thinker John Cage as their guiding light. It seems improbable, given that Cage is still among the most avant of the avant-garde, but he would have turned 100 this year — and So Percussion is celebrating all year long.</p><p>Though audiences are still often puzzled or even infuriated by Cage, the composer brought essential joy and optimism to his work. Music is everywhere, Cage taught; frame sound, even the sounds of everyday life, and hear what is there. In the signature mix of serious play (or is that playful seriousness?) that So Percussion brought to this unusual Tiny Desk Concert, the group mixed a work by Cage (the first movement of his Living Room Music) with two pieces by Treuting: Life Is [ ] and 24 X 24, in which the text Quillen reads aloud comes from Cage's own writings. Inasmuch as many of their instruments are quotidian tools, the sounds they create can be magical: For example, the bells in Living Is [ ] are as delicate and transporting as Balinese gamelan.</p><p>The minute they were ensconced in our office, the So guys started borrowing all kinds of items to add to their set, from the resident Emmy to a mug filled with spare change to an empty padded envelope autographed by Tiny Desk alum, Wilco member and frequent So collaborator Glenn Kotche. We'll leave it to you to see how they put all those materials to use.</p><p>Set List:</p><p>undefined</p><p>Jason Treuting: Life Is [ ]</p><p>Jason Treuting: 24 X 24</p><p>John Cage: Living Room Music: \"To Begin\"</p><p>undefined</p><p>undefined</p><p>Credits:</p><p>Producer: Anastasia Tsioulcas; Editor: Doriane Raiman; Videographers: Michael Katzif and Doriane Raiman; Audio Engineer: Kevin Wait; photo by Emily Bogle/NPR [Copyright 2012 National Public Radio]</p>","genreKey":"classical","genre":"Classical"},{"id":"146982013","title":"Joyce El Khoury And Brian Jagde: Tiny Desk Concert","teaser":"Soprano Joyce El-Khoury and tenor Brian Jagde are young,  fresh-faced opera singers at the dawn of promising careers. Here, their deliciously sung Puccini  reverberates off the walls of NPR Music.","storyDate":"Mon, 20 Feb 2012 08:46:00 -0500","audio":{"id":"147053040","type":"primary","title":"10 min 12 sec","description":"10 min 12 sec","src":"http://pd.npr.org/anon.npr-mp3/npr/asc/2012/02/20120217_asc_elkhoury.mp3"},"image":{"src":"http://media.npr.org/assets/img/2012/02/16/elkhouryjadge1_wide.jpg","title":"Joyce El Khoury and Brian Jadge perform a Tiny Desk Concert at the NPR Music offices."},"text":"<p>Here at NPR Music, we don't impose an awful lot of limits when it  comes to hosting musicians and their instruments behind (and occasionally on top  of) Bob Boilen's desk. We've shoehorned in concert organs and 11-piece go-go bands, and hosted harp players, pipa virtuosos and jazz brass combos, but never  opera singers — until now.</p><p>Soprano Joyce El-Khoury and tenor Brian Jagde are young,  fresh-faced opera singers at the dawn of promising careers. El-Khoury has  already appeared at New York's Metropolitan  Opera, while Jagde has sung roles in smaller houses here and in Europe.</p><p>When they agreed to bring a little Puccini to the NPR  Music offices, El-Khoury and Jagde were both singing at the Castleton Festival, a  three-week summertime music showcase and training ground for young musicians.  It's run by the venerable conductor Lorin Maazel and set on his massive estate  in the rolling hills of Rappahannock  County, Va., about an hour's drive south of  Washington, D.C. Miloš Repickný joined the two singers at  our trusty electric piano. </p><p>The festival has been strong on Puccini, thanks partly  to El-Khoury, whom I saw sing brilliantly in Suor Angelica and Gianni Schicchi two seasons ago. For this  Tiny Desk performance, she reprises her role of Lauretta in the latter opera by  singing the hit aria \"O mio babbino caro,\" in which she pleads with her father to  let her marry her boyfriend. Listen for El-Khoury's immaculate control of  dynamics. Her soft, pianissimo notes are silvery and well-supported by the  breath.</p><p>Jagde steps up next for a number from Puccini's Tosca — the opening tenor aria, \"Recondita  armonia\" — in which he muses about Tosca, his \"dark-eyed mistress.\" It takes a lot  of work to sing it right, and Jagde produces the requisite drama and decibels.</p><p>The two hard-working singers end with the deliciously  romantic duet which closes act one of Puccini's La Bohème. \"We've just fallen in love,\"  Jagde notes. \"It happens really quickly in the opera.\" As their two  powerful, love-struck voices intertwine, the sounds of Puccini reverberate off  the walls of the entire fifth floor — a good day in the office.</p><p>Set List:</p><p>undefined</p><p>Puccini: \"O mio  babbino caro\" (from Gianni  Schicchi)</p><p>Puccini:\" Recondita armonia\" (from Tosca)</p><p>Puccini: \"O soave  fanciulla\" (from La  Bohème)</p><p>undefined</p><p>Personnel:</p><p>undefined</p><p>Joyce  El-Khoury,  soprano</p><p>Brian  Jagde, tenor</p><p> Miloš Repický,  piano</p><p>undefined</p><p>Credits:</p><p>Producer: Tom Huizenga; Editor: Michael Katzif; Videographers: Michael Katzif and Tucker Walsh; Audio Engineer: Kevin Wait; photo by Emily Bogle/NPR</p><p>undefined</p><p>  [Copyright 2012 National Public Radio]</p>","genreKey":"classical","genre":"Classical"}],"key":"classical","genreKey":"classical"},"key":"classical"}]